<unk>
<pad>
<s>
</s>
,
.
da
the
a
to
and
of
ya
:
kuma
?
ne
in
Allah
ba
yi
(
)
su
"
“
”
is
that
you
ta
na
daga
for
ga
mu
they
-
not
Kuma
suka
will
;
ce
mai
shi
be
them
cikin
ku
—
with
who
abin
have
ka
are
za
it
his
!
we
’
wa
their
God
Jehovah
Ya
from
he
cewa
as
sa
We
He
on
I
Mai
​
Jehobah
was
1
waɗanda
sun
kasance
And
your
zai
yin
what
do
wani
wannan
gare
those
yake
nan
him
The
suke
ke
so
wanda
haka
by
A
us
an
yana
bã
our
suna
aka
mãsu
iya
all
Lalle
Ka
or
idan
when
Yesu
has
people
this
can
Jesus
zuwa
2
]
lalle
but
sai
[
were
‘
masu
zama
ko
What
Lord
game
don
said
kan
one
sunã
had
'
kai
mutane
yadda
me
would
3
musu
may
Tsarki
Littafi
if
did
To
which
kuwa
wasu
ni
at
nuna
shall
wata
4
'an
God’s
my
How
about
5
Bible
no
In
kamar
then
They
bai
gaskiya
good
6
Ta
Jehovah’s
dukan
yawa
gaba
there
ma
earth
life
15
zã
kyau
been
sosai
son
take
waɗannan
dõmin
ji
domin
duniya
har
hakan
amma
His
12
time
say
10
yaya
Muka
should
ciki
Amma
mana
But
fãce
out
how
Yã
some
11
ci
7
haƙĩƙa
ake
Mun
san
8
things
masa
ĩmãni
kada
It
day
Shin
muna
made
before
make
akwai
muka
help
sa’ad
9
bi
Shi
Sai
only
does
way
14
Idan
more
amfani
Ku
know
come
13
upon
sani
When
wurin
Da
mafi
other
taimaka
Me
If
mutãne
bauta
wajen
lokacin
her
up
kamata
lõkacin
You
than
mutum
love
ƙasa
So
such
muku
also
irin
17
ita
Mu
Him
rai
16
muke
shekara
any
into
zo
This
sũ
biyu
O
Wannan
ɗaya
sanya
Our
see
Bulus
kun
believe
faith
among
many
man
world
sabõda
give
even
others
•
kansu
truth
Ba
Why
cẽwa
b
farin
against
ye
whom
down
girma
over
yan
like
men
could
because
Kiristoci
Sa
bayyana
mun
jin
after
Then
19
these
kawai
aiki
kuka
Christians
magana
Paul
18
work
alhãli
sent
For
20
/
its
nufin
lokaci
Do
abu
Yanã
farko
Christian
24
tare
As
spirit
away
sama
tana
gaya
ƙarfafa
nor
indeed
bukatar
Ubangiji
That
yanã
first
kõ
being
soma
Day
Kingdom
true
dã
she
yau
need
Na
21
own
ɗan
muhimmanci
fear
22
ones
Kristi
unto
azãba
Za
kansa
abubuwa
wa’azi
kunã
kuke
aikata
fi
given
example
two
aminci
must
koya
bisa
surely
Shaiɗan
Say
become
Ko
kõme
worship
another
's
cika
'a
yã
kãfirta
aikin
congregation
might
Yohanna
spiritual
My
most
Saboda
heavens
great
children
rubuta
years
heart
samu
bayan
saukar
Christ
death
halitta
Menene
Sa’ad
well
sami
themselves
mutanen
Hakika
An
right
misali
tabbata
let
Moses
words
mata
23
bãbu
Who
Shĩ
gani
knowledge
family
Indeed
ƙauna
Ubangijinka
find
Witnesses
hikima
every
je
never
came
hankali
maka
evil
dabam
ƙasar
Yake
Those
dai
waɗansu
Abin
says
dace
am
back
believers
Yana
each
keep
al
hidima
wadda
Zabura
Kamar
show
except
cikinsu
taƙawa
now
karanta
Kirista
tsarki
–
through
Adam
rayuwa
ganin
between
addu’a
hanyar
25
sammai
cikinta
28
tuna
kira
Kada
sanin
thou
turn
gargaɗi
bring
created
punishment
just
duk
place
abubuwan
sha
gave
riƙa
while
go
mini
ask
ƙwarai
used
Word
ban
kula
fahimci
Book
shakka
hanya
name
fa
brothers
though
Wane
faithful
hearts
David
Satan
Shaidun
shafi
Dauda
baƙin
himself
ruhaniya
apostle
power
part
Bitrus
Mene
dā
shiga
much
shĩ
ina
laifi
servants
bar
set
Israel
tãre
follow
yanzu
Sabõda
One
kana
samun
rashin
ƙaunar
*
Muna
ƙi
means
There
news
new
kashe
Is
put
ƙarya
kũ
very
John
signs
deeds
certainly
today
bin
word
kanku
why
alhẽri
clear
same
aikatãwa
zunubi
Duk
end
faru
koyi
faɗa
prayer
aure
Read
land
biyayya
ja
haƙuri
times
yawan
found
inda
mutuwa
rãnar
Matta
parents
ruwa
women
26
babu
wato
ikilisiya
Musa
mercy
Bayan
Suka
Alal
maza
righteous
kuna
gãfara
thee
better
guda
29
brought
rahama
best
Waɗanda
On
Don
knows
yarda
holy
By
until
mankind
person
30
zan
tafiya
human
yan’uwa
peace
Waɗannan
forth
sake
matsayin
ƙarfi
ɗaukaka
without
Wanda
27
told
kafin
aika
hana
taɓa
feel
study
too
shaida
Karanta
ɗauki
reward
learn
Mulkin
Masani
Messenger
ever
Muhammad
daraja
order
heaven
taimake
zãlunci
Your
Manzo
cause
↑
serve
ministry
became
use
halaka
ana
long
night
littafin
hope
mũminai
kusa
where
sin
31
wancan
tunani
Babu
kawo
bãyan
Kalmar
kowane
However
Manzanni
angels
ɓata
Domin
tattauna
young
Peter
days
revealed
wife
wuya
Isra’ila
ruhu
doing
Wani
kasancewa
together
ways
wrote
baya
saying
guidance
course
kafa
fitar
cikinsa
Rãnar
return
dũniya
mutu
dare
full
mind
Wasu
adalci
musamman
Lãhira
shiryar
ƙarshe
able
kake
All
want
Yoh
disciples
uku
Abraham
Surely
Bã
kãfirai
nazarin
think
mayar
33
live
call
important
Most
abada
Daga
face
No
both
fita
zuciya
saboda
Mulki
hand
mũ
hath
Let
preaching
ƙaryata
consider
nasara
ayyukan
called
witness
taron
done
mutãnen
tunanin
yet
kanmu
service
Yaya
Ina
under
jẽ
babban
eyes
rana
daidai
nothing
duka
lura
ƙai
read
Yet
Hakan
tsanani
brother
alkawari
Father
Mũ
These
shekaru
Mat
albarka
during
water
kaɗan
juna
Ubangijinku
gida
Thus
Ishaya
Isra’ilawa
father
Verily
ƙara
speak
Mũsã
bangaskiya
Waɗanne
verily
book
understand
Littãfi
took
gama
bãyar
Sun
share
sauƙi
cannot
therein
whose
leave
view
Ubangijinsu
After
zauna
wahala
making
ambata
anointed
promise
desire
living
taro
Some
remember
Have
abinci
yini
old
get
Ashe
Ni
bukata
wrong
matter
inã
Munã
fiye
home
amince
ranar
baftisma
fact
s
religion
faɗi
soul
toward
matattu
Ibrahim
la’akari
At
loving
hukunci
tawali’u
Psalm
light
whatever
seek
daina
fellow
32
riƙi
nake
comes
asked
Ã
King
marriage
Us
tsõron
Scriptures
nĩ
Yes
With
Aljanna
something
thy
having
appointed
ƙasã
Luka
reason
benefit
tun
Ƙari
page
Alƙur
hands
left
zamanin
still
taimakon
bincika
Suna
nẽman
Son
shawara
neither
hidimar
later
manzo
nation
kaɗai
yourselves
dogara
wisdom
34
'ãni
sakamako
look
dead
Ubangijinmu
wuta
three
account
trust
again
ayyuka
receive
Prophet
wicked
Even
sons
sunan
year
sanar
cin
taimako
koyar
Romawa
kama
house
tafi
turned
mãtã
began
wane
umurnin
mugunta
iko
Or
ourselves
saka
azãbar
ikon
She
bishara
riƙe
Israelites
tabbatar
therefore
ƙoƙari
halin
yanayin
joy
Kai
Yin
always
message
off
humans
often
counsel
Fire
little
gives
girman
everything
kanã
Will
azzãlumai
amsa
helped
mutumin
Mafi
kwatanta
karɓi
motsa
doubt
food
wa’azin
personal
godiya
article
elders
nufi
jũya
purpose
anã
thing
remain
gaske
duba
ilmi
sins
tsakanin
sãmi
birnin
works
tambayar
obey
Ibraniyawa
sakamakon
disbelieve
hear
nations
none
kõwane
M
torment
Zab
astray
Matthew
Merciful
apostles
Ayuba
sign
tabbaci
¡
thus
kiran
command
anything
close
misalin
disbelievers
near
kind
kindness
unbelievers
Ubangijin
ɗauke
behind
isa
yanayi
addini
far
present
tsakãninsu
believed
blessings
lead
Such
saw
knew
city
Bari
bautãwa
sau
mother
taken
yara
answer
37
haɗa
gidan
fire
questions
jũna
guided
century
Jews
promised
Yahudawa
woman
seen
marar
35
gaskata
act
known
Fir
From
daidaita
alheri
daɗewa
save
however
pray
ƙarni
maganar
Yi
whether
dattawa
whoever
hali
Urushalima
went
forgiveness
certain
Are
future
makes
guide
neman
Sunã
bayin
provided
continue
New
canja
batun
tell
result
above
lafiya
meetings
ManzonSa
kāre
Pharaoh
Jerusalem
few
relationship
Wancan
tã
40
really
followers
prophet
slave
Har
covenant
Ga
anyone
bari
heavenly
experience
path
Ubangijina
child
husband
Mutane
ƙarshen
Be
bad
Many
alkawarin
ruwan
alone
eat
gaban
support
number
bear
salla
righteousness
false
mugun
Of
Wataƙila
tsai
truly
Jahannama
zaton
ƙyale
teaching
kã
Misalai
Sarki
respect
See
giving
Kor
authority
daɗin
Su
dalilin
Lo
wataƙila
malã
sure
enter
already
creation
yanke
raised
Ru’ya
ɗã
nã
greater
Mabuwãyi
Did
needed
ciyar
iyaye
die
forgive
tsare
People
lives
enjoy
last
Ban
Hereafter
menene
barin
ãyõyinMu
avoid
concerning
conduct
marasa
case
forever
fushi
Muke
shawarar
received
someone
gina
ikilisiyar
'iku
hard
haske
salama
tũba
Daniel
wise
fine
tsoron
koyarwa
kingdom
soon
Farawa
ɗaukan
praise
prayers
yourself
Noah
happy
thought
ãyõyi
Their
stand
taught
yayin
heard
sãme
Isaiah
gora
free
shiriya
provide
serving
amfana
following
'auna
Rom
care
tsõro
kirki
nemi
possible
sarauta
tsarkake
kanka
dole
friends
learned
accept
Job
rantsuwa
attitude
gabãnin
going
mutanensa
wealth
nẽmi
daɗa
Joseph
Kõ
--
Law
mamaki
law
shafaffu
fuskanta
send
hanyoyi
Wata
baicin
Because
hannu
desires
majagaba
felt
wahayi
sacrifice
Zai
Tim
wuri
destroyed
fara
jawo
Retrieved
strong
Masu
Resurrection
jimre
labarin
language
jiki
sense
according
Ubangijinsa
kuɗi
change
iyali
wives
Hell
Paradise
sheep
king
tanã
different
kowa
fito
along
ãyã
age
matters
shirya
Tun
understanding
strength
zukãtansu
kyautata
Dõmin
coming
shin
shirki
dãɗi
karɓa
ki
ɓatar
resurrection
question
Maimakon
mean
around
Bãbu
Therefore
cũta
Luke
Mary
attention
Consider
gabã
Timothy
kullum
self
belongs
Now
ƙarin
Kana
sisters
iyãma
kalmar
whole
bayani
ra’ayin
baptized
god
arziki
Bethel
ɗauka
members
rage
ãyõyin
'adi
kowace
Saul
fight
deny
within
besides
jẽfa
mutãnensa
hold
manifest
bushãra
evidence
painful
riga
inspired
system
listen
suffering
Acts
teach
yaƙi
towards
everlasting
fuskantar
Korinthiyawa
almajiransa
moved
shigar
matasa
Does
manta
dangantaka
verses
gaɗi
situation
revelations
abũbuwan
shige
cikinku
al’ummai
kome
nazari
glory
bakwai
koma
biyar
yãƙi
mulki
Yadda
taking
gari
shan
World
gift
religious
umurni
sauran
haɗin
tsananin
Solomon
sãka
kõwa
Ana
raɗaɗi
Adamu
Can
lie
36
kept
Rather
early
blood
reach
try
needs
shãfe
May
imitate
next
lost
i.e.
Quran
similar
begen
group
mulkin
38
tuba
temple
high
difficult
perfect
regarding
ƙarfin
huɗu
munã
thinking
kwanaki
spiritually
ya’yan
kalmomin
littattafai
keɓe
sujada
point
blessing
Ubangijĩna
likely
'ima
gaskiyar
Messengers
fully
ancient
Revelation
shows
nũna
individuals
gidãjen
naɗa
bãya
especially
spend
since
cim
koyarwar
Not
ƙunshi
Akwai
gyara
mace
ainihin
ƙoƙarin
reading
unjust
'yan
sabuwar
Yahaya
zaɓi
kawar
please
rãyuwar
cikakken
45
․
tambaye
examples
Although
accepted
gudãna
body
term
tambayi
Mis
problems
Irmiya
chastisement
followed
guje
tambayoyi
mentioned
small
ƙarƙashin
past
real
qualities
wills
Annabi
Joshua
Thou
gafarta
rufe
wanted
tsarin
easy
faranta
judgment
harm
prophecy
Ɗan
comfort
kãfirci
zamani
blessed
Timothawus
returned
yawancin
matsaloli
Wise
Like
James
taimaki
bimbini
Paul’s
meet
lies
pay
drink
Truth
Corinthians
Yaƙub
Afisawa
Dukan
sister
ƙwazo
died
sãshe
seeking
rabo
loyal
feelings
kyauta
yar
Christ’s
Yayin
sea
ambaci
control
married
bawan
maintain
justice
gudu
meeting
draw
showed
Almasihu
ransom
offer
provision
Romans
wish
once
SAW
kõma
lokatai
duniyar
rayuwar
Luk
zaman
here
talk
judge
tambaya
principles
Littafin
warning
four
maimakon
open
buga
commanded
fathers
ruhun
sukan
talifin
fuskanci
perhaps
wutã
ƙungiyar
seven
caused
written
waɗanne
Nassosi
kyautatãwa
brings
abokan
tsoro
samaniya
kãma
gods
yan’uwanmu
Iblis
loved
▪
friend
Mãsu
gwada
circumstances
Active
enemies
yiwuwa
flesh
Devil
error
gan
firm
miƙa
war
manyan
sight
yiwu
walk
wants
tashi
Satan’s
rather
Ayukan
Would
ɓace
Dã
kusan
Proverbs
Today
divine
madawwama
guji
la
morning
halittar
kiyaye
halaye
C.E
Since
Markus
bayyananne
ƙasashe
44
tunãni
led
aware
R
Ibran
messengers
direction
tsayar
'amari
considered
ɗan’uwa
jama
daɗi
1914
preach
poor
izgili
tãra
Wace
bayar
waje
single
Irin
shirye
complete
sabon
Ayyukan
reflect
powerful
mountains
gain
adam
prepared
rest
dukkan
Far
While
fulfilled
privilege
bayinsa
rãyar
speech
determined
ɓarna
matarsa
fansa
nagarta
lãbãri
wãne
rule
Unto
organization
Watchtower
enemy
42
fall
Nuhu
sky
Sulemanu
allow
gargaɗin
bayyanannu
Had
involved
stay
Creator
kud
bĩ
Tsaro
clearly
halarci
Haƙĩƙa
hasãra
second
fahimta
move
grow
ibada
effect
Yanzu
prove
promises
servant
saƙon
patient
bege
states
etc
deep
gabãninsu
bambanta
honor
tsira
special
spoke
guard
mene
respond
Scriptural
rejected
umurce
including
recorded
decision
faruwa
material
kanta
littãfi
sarki
regard
Nũhu
lalata
confidence
whosoever
gãfarta
money
lived
patience
nauyi
integrity
suffer
tamani
refuge
rayuwarmu
girmama
decisions
taste
sãɓã
Nĩ
happiness
matar
meaning
measure
Hasumiyar
souls
hadaya
speaking
tidings
duwãtsu
interest
zuciyarmu
tumaki
effort
Picture
associate
apply
Forgiving
ƙungiya
faces
due
hannun
willing
fassara
Children
goma
reject
bincike
believing
protect
passed
cast
hukunta
Dokar
yaransu
annabta
Bai
Inã
Maryamu
imani
ma’aurata
tsammãninku
Scripture
shiryuwa
aiko
pass
iri
banza
tsakãnin
damu
Bit
faɗin
ila
chosen
destruction
strengthen
hell
severe
jira
tsaro
pure
41
damuwa
courage
Hebrews
Cikin
rivers
gardens
'i
opportunity
halakar
disbelieved
denied
test
humble
gone
presence
mallakar
yaren
ayyukansu
Ibrãhĩm
Yusufu
mighty
tara
truthful
39
endure
efforts
grateful
Still
messenger
chapter
rãyukansu
halittu
information
else
Remember
Masar
helps
Instead
carry
sacred
original
Waɗancan
serious
Keep
favor
forbidden
jini
kaina
strive
wonderful
Nay
fruit
Yahuda
bayyane
thereof
ĩkon
'umma
godly
tsaye
takes
advice
congregations
clean
homes
gwaji
ransa
jirgin
Ɗansa
ƙa’idodin
thoughts
Greek
earthly
head
canje
gã
further
karkata
tsara
based
vital
dama
blind
value
abõkan
ƙunci
public
addinin
using
proper
Fãce
saved
azurta
buɗe
shari’a
angel
tashin
Qur
tree
Jacob
bada
lest
dukansu
annabcin
nufinsa
served
born
field
hakki
prayed
gane
iyalin
destroy
recompense
Hebrew
choose
Great
fari
Knowing
tarayya
months
mabiyansa
standards
reveal
namiji
ceto
biya
wronged
deal
responsibility
sarautar
annabci
flow
¦
stated
events
fahimtar
happened
beyond
darkness
waɗancan
saurari
yawansu
foretold
haramta
True
yaushe
period
wace
Babila
form
rukunin
shown
appreciation
shida
Amirka
Hence
zuciyar
bautar
observe
trials
rãnã
sanyin
salvation
mala’iku
large
During
zaune
school
Holy
equal
Mark
Peace
tsananta
garin
actions
humility
tried
position
Duniya
shelar
older
state
proved
43
Lot
greatest
halayen
acts
partners
till
Isha
shafe
pioneer
earlier
voice
issue
approach
Jeremiah
tanadin
killed
jama’a
gorar
rejoice
ƙaryatãwa
witnesses
health
baptism
psalmist
Egypt
explained
warn
wait
provides
lesson
hamayya
everyone
tafiyar
either
standing
NA
mãtan
offspring
annabi
increase
seed
straight
tsawon
established
knowing
119
Turanci
dalili
continued
cike
matsala
myself
various
First
mallaka
granted
Just
town
Game
Gaskiya
role
tausayi
Messiah
activities
forget
Roma
unless
warned
instance
Hakazalika
delivered
kasa
obedient
jinkiri
physical
benefits
precious
tsĩrar
kãwo
creatures
forward
pleased
experienced
side
letter
dalla
ãdalci
Shari’a
Muslims
rich
makaranta
ability
pages
wurare
manzanni
farkon
imperfect
glad
ten
Faith
dokar
heed
bãyansu
art
seem
fulfillment
dõgara
worshippers
Life
falala
ƙãra
Jewish
kammala
gwiwa
ƙãga
Matt
DA
ƙirƙira
record
least
ready
illustration
zarafin
offered
ƙari
concern
karɓar
regular
started
placed
halicci
ƙulla
showing
Judah
rain
feet
leaders
reasons
got
Love
daughters
repentance
itself
littattafan
longer
tsaya
karkatar
B.C.E
Haka
SONGS
appreciate
bestowed
prophets
helping
haɗu
Ruhu
zahiri
simply
expect
Kafin
tsofaffi
musanya
harmony
warner
alive
tattaunawa
tsabta
THE
sarkin
companions
evening
sunansa
ƙarƙashinsu
spread
sarai
loves
tribulation
cut
working
instead
tsari
'ĩla
ĩmani
sãmun
talifi
Ubansa
dawwama
birth
Matiyu
manner
kuɗin
Whoever
resurrected
behalf
duty
wanin
teachings
held
sãɓa
kill
Hour
named
former
replied
ahead
guides
obedience
raise
Witness
bakin
build
Afis
Genesis
enough
answered
kõwace
guilty
Timotawus
slaves
houses
couple
Moreover
haifi
lõkaci
Eve
sovereignty
Archived
furta
ya’ya
dattijo
Gardens
'abũta
gõdiya
vision
commit
Yakubu
affect
kwanciyar
ceci
thanks
conscience
dũba
protection
dawo
loss
sincere
zuba
yan’uwan
A.Z
ƙaunaci
Shaidu
action
elder
tãyar
Hoto
produce
jitu
devotion
tẽku
sihiri
deliver
Masa
sinners
country
punish
sauka
available
ajali
kange
pleasure
hujjõji
influence
Go
secret
Ruth
force
WAƘOƘI
sura
Before
common
ɓõye
Take
Ezekiel
rauni
allowed
ƙasashen
changed
magance
ɓoye
yar’uwa
expression
50
met
crowd
admonition
ɗanɗana
apart
walking
Isaac
Last
2010
yaro
mutuwar
Alhãli
offering
daily
kalaman
anger
yakan
Isrã
mafiya
sha’awar
reached
repent
hukuncin
laws
recognize
regularly
hearing
decided
persecution
dust
turns
moon
Ne
ƙaura
tsakãninku
Ps
stop
ilimi
murna
ƙaramin
Zã
occasion
final
secure
iska
history
hidden
fail
watã
grace
afraid
ajizai
barci
remained
jiran
mate
exercise
Ma
kuskure
mijinta
filled
46
Hall
sacrifices
happen
seized
swear
aikinsa
trial
sinful
United
60
zabura
interests
zato
zakka
wrongdoers
seeing
makõma
2011
success
misãlin
bãyinSa
cry
kusantar
garden
explain
Iliya
gathered
Perhaps
looking
Wãne
keeping
local
Samuel
realize
tafarkin
training
asking
Daniyel
places
security
ɗaukar
hypocrites
2012
hadayar
alama
Babylon
Galatiyawa
ɗin
hour
mẽne
haɗari
sees
challenge
matashi
sexual
Though
cultivate
create
Aka
gabãni
entire
unity
ƙin
tattalin
worldwide
waiting
subject
dear
rayuwarsu
Where
permission
hankalta
baƙi
behold
matsalar
willed
encourage
ãƙibar
:⁠
bounty
Ask
haɗuwa
kwana
Only
wurinsa
wuce
calls
class
fruits
karatu
described
wherein
practical
sane
'abũcin
Elisha
wajibi
haikali
cũtar
ears
assignment
changes
ma’anar
ma’ana
Ɗan’uwa
alƙarya
tattara
belong
watch
Judgment
Gama
paradise
freedom
48
visit
wutar
lawful
zuciyarsa
al’amura
dũkiya
actually
relatives
kalmomi
ƙaunarsa
misalai
abide
falsehood
start
source
nanata
write
2013
'ã
gata
Bugu
iyakar
although
opened
Amos
Fitowa
develop
explains
Wa
Banĩ
disbelief
dukanmu
Mighty
ɓangare
mũnana
tunãwa
hakkin
cancanci
fahimi
sends
goal
kyautar
terrible
attend
party
practice
al’ummar
overcome
dubu
bisharar
encouragement
earned
addition
Gal
yankin
grieve
aside
spoken
wajaba
whomever
kasancẽwa
wonder
modern
ran
Signs
Zan
basis
Aljannar
fast
tallafa
spent
Mẽne
excellent
gõde
display
answers
Give
household
dãma
Each
mutãnena
iyalinsa
karimci
becomes
becoming
grant
throughout
faced
added
almajiran
quality
Sam
lessons
kirãyi
According
kowanne
Manzon
sound
Nassi
misãli
closer
bayyananna
mention
Later
daughter
cattle
weak
tsufa
delight
six
establish
burden
biyan
tongue
marry
Similarly
results
shawarwari
goodness
activity
aurensu
fitina
proof
Memorial
priests
Aaron
kings
include
distress
abode
gabãninka
al’ajabi
kunya
al’umma
government
condition
'amarin
darasi
steps
assigned
Believers
proud
positive
focus
Kalmarsa
affection
failed
roƙi
yaba
short
escape
tabbas
Al
raba
gather
five
doka
pain
shimfiɗa
personality
moral
muhimmancin
jimrewa
ago
hide
watan
sha’awa
completely
ikilisiyoyi
madawwami
express
daɗe
Habakkuk
August
shepherd
dedication
dwell
Sama’ila
flock
losers
zamaninmu
sustenance
tells
maƙiyi
mataki
examine
victory
opposition
whatsoever
tabbacin
matsalolin
Look
Knower
entered
hujja
shiri
disciple
ra’ayi
lo
sanã
discreet
himma
families
month
albarkar
York
ɗabi’a
matsayi
several
favour
Gospel
worked
sauƙin
damar
Armageddon
'adin
successful
Roman
Apostle
albarkace
related
personally
dedicated
kãmã
70
haikalin
building
sort
less
littafi
worldly
amfanin
treat
perform
zuriyar
submit
invited
David’s
zargi
Should
47
saki
problem
proofs
nĩsa
bukaci
Make
Ubanmu
annabce
yancin
ɗari
thereafter
encouraged
hurt
importance
arrangement
lot
deeply
Whatever
beautiful
manzannin
lose
polytheists
Korintiyawa
enjoyed
mataimaki
demonstrate
yamma
reminder
lands
haddi
ciwo
Others
chose
wrath
Bible’s
goals
babbar
animals
languages
parts
—⁠
Islam
kurkuku
wrong-doers
bayyanãwa
story
corruption
break
declared
tura
fãsiƙai
Ibrananci
merciful
remembrance
sick
challenges
dangantakarmu
Truly
Hauwa’u
tasbĩhi
giya
K.Z
prostrate
65
jarraba
eye
dokokin
kallon
biɗan
groups
auri
injustice
dalilai
whereas
portion
rayu
Another
Lokacin
shafuffuka
affairs
avail
auku
aljannu
necessary
learning
accounts
Sarkin
Mount
Shall
addinai
ãyõyinSa
Certainly
'aha
expressed
wine
helper
Has
choice
thereby
Was
ground
hidimarsa
committed
individual
Every
shagala
Elijah
ƙẽtare
despite
zarafi
Kubawar
ɗa
High
begin
kayan
urged
female
tafarki
tawaye
yãya
door
niyyar
carried
harsuna
riches
truths
branch
azaba
Spirit
Good
wai
backs
verse
goyon
yaƙin
response
sãshen
plain
Noble
kwatancin
play
Tell
thousand
zina
sãshensu
takwas
ijãra
possess
admit
Majami’ar
appear
Ephesians
Himself
causes
safe
hanyoyin
abokin
Among
tsammãninsu
generations
itãce
sought
bread
hijira
Littãfin
Mutãnen
nẽma
ta’aziyya
theirs
idols
discipline
fell
ƙaddara
millions
duhu
Sau
shugaban
rayuwarsa
yan’uwansa
raunana
Ƙauna
horo
Islamic
rasa
Wa’azi
zaɓa
wasiyya
shela
auren
dalĩli
publications
waƙa
contrast
prison
Yũsufu
fulfill
ill
Tuna
fama
blame
studying
shaidar
revelation
discuss
published
quickly
evident
books
Worship
'uwansa
imagine
Watch
maƙaryata
wãyi
wanzuwa
English
sannu
endurance
Cor
Sarakuna
wahalar
tunãtarwa
hidimarmu
Bisa
faithless
journey
Soon
Helenanci
gabaki
siyasa
cikinmu
rubuce
Yan
touched
duwatsu
mãkirci
folk
ko’ina
koyaushe
matata
line
Uba
remove
December
kau
gaggãwa
forgiving
55
dispute
rightly
cities
involves
property
inhabitants
refused
firistoci
sãmu
unseen
pride
gwamnati
compassion
appropriate
October
States
gifts
babba
genuine
Come
beginning
bangaskiyarmu
tsayayya
prevent
dwelling
Clearly
2009
rãyuwa
Christianity
battle
progress
yanci
recite
tambayoyin
friendship
ziyara
Way
prepare
turning
Ɗaya
bearing
Brother
steadfast
observed
kalma
elderly
cried
declare
Pictures
almost
mizanan
minds
Tana
suffered
amsar
third
Dole
ciyarwa
jinn
saba
halatta
Mutum
mere
cover
built
Never
lack
wind
area
consequences
bikin
bayarwa
nature
interested
office
parable
cancanta
master
loyalty
watau
Lũɗu
'azi
aljanna
tarihi
convention
conceal
falalarSa
jihãdi
realized
cece
Nehemiah
wallafa
2008
goes
izni
names
tsãwa
Mercy
Hukumar
aught
trying
succeed
army
'imar
getting
jãyayya
warkar
recited
community
association
husbands
gabãtar
haife
gold
karya
shafan
belief
male
thousands
bukatan
existence
claim
sãlihai
careful
karatun
Nã
ubanninmu
strengthened
whomsoever
zumunta
umurci
tãlikai
ɗiya
ruhunsa
mako
arrived
acceptable
naught
stars
albarkaci
hasten
Zechariah
extent
pursue
miyagun
dukiya
patiently
calling
Fit
accurate
pleases
mabiyan
half
sallama
halartar
yanka
sayar
deaf
aukuwa
bautawa
144,000
ɗansa
violence
Being
confident
carefully
upright
shirin
touch
Nevertheless
fahariya
yabo
100
ɗanɗani
zeal
sometimes
'uwansu
Path
hours
2015
liars
firmly
students
Aminci
firist
juya
TO
bawa
situations
zãlunce
bless
sharing
worthy
wadãtar
Nor
Almighty
Ãdãwa
haply
Were
zunubin
nasa
Zuwa
descendants
zuciyarka
pressure
itãcen
natural
traveling
ajiye
Exalted
eventually
conditions
pious
glorify
ridda
zuciyarsu
effective
madaidaiciya
Translation
believer
respite
Despite
rubũta
yunwa
sufficient
drive
natsuwa
articles
amintacce
labari
yãfe
putting
kashi
overseers
miji
bayi
Woe
presented
shiryarwa
jinƙai
vain
Really
Gilead
nishaɗi
wakiltar
Body
convinced
curse
lasting
clay
meant
Young
sababbin
understood
Timoti
House
nuni
alfãsha
Yaƙ
Awake
Governing
KA
About
sararin
marmari
ido
beneath
sashen
one’s
March
specific
addu’ar
Gaba
companion
sanyi
praying
furcin
commandments
rahamar
provisions
aike
hõre
magic
zealous
gabatar
Through
fruitage
feeling
Mar
grief
throne
aid
join
Whether
looked
aikatawa
rarrabe
approval
batutuwa
inherit
abokai
accomplish
gano
inheritance
Mutanen
centuries
kewaye
joined
heavy
2014
jima’i
Titus
ƙunsa
recall
biyun
uses
alamar
sauraron
direct
June
charity
drawn
decide
simple
responsible
bãyansa
April
enjoyment
Korantiyawa
note
fill
Filib
event
member
preached
kallo
react
Maɗaukaki
halartan
fearing
attack
abundant
merely
required
aikinsu
dũkiyõyinsu
kāriya
Tower
shafaffun
image
oaths
'u
seems
listening
requires
yours
sauƙaƙa
sharri
produced
reasonable
saurara
labaran
Kuna
yaɗa
rahamarSa
reminded
cikar
persons
jũyar
key
Right
beliefs
experiences
associates
abundance
publishers
Well
thankful
gaibi
immediately
wasa
Aware
layi
49
setting
foreign
aspects
waye
Also
Magana
ikonsa
teku
exalted
bautã
Except
iske
lying
'ani
workers
raina
iznin
January
cire
harvest
worshipped
follows
abincin
tribe
sakin
makarantar
gaggawa
rera
leads
juyayi
Mohammed
outside
boy
undeserved
step
tuƙuru
fighting
biɗi
rarraba
Shu
immorality
request
needy
abũbuwa
referred
Abram
included
Nan
Prov
concerned
51
jinin
gabãta
sashe
conclusion
cẽto
sarakuna
knoweth
plan
neighbor
job
midst
'anta
gaskatãwa
fake
valuable
whenever
shãyar
yardar
bones
gwargwadon
teachers
majiɓinci
February
wishes
birds
alkawarinsa
responsibilities
statement
overseer
prospect
rabu
affair
ɓãta
growth
worlds
ordained
manyanta
tir
karɓan
ƙalubale
greatly
priest
includes
sũnan
deed
appeared
temptation
task
warware
ƙoƙarinmu
watanni
State
willingly
rely
natsu
falalar
decree
Maryama
darussa
Garden
consideration
peoples
education
acted
barinsu
halicce
unable
Arabic
Mutuwar
Ƙasar
kyaun
Wanene
literature
worshipers
missionary
Here
bringing
road
bow
territory
stayed
matsi
ƙware
cope
scriptures
treasure
trees
increased
ƙaruwa
bala’i
Think
company
wuraren
seemed
Center
July
practices
K
ƙiyayya
youth
noted
hardship
kinds
Mikah
nauyin
reckoning
differ
ƙarfe
pioneers
decreed
matalauta
arrogant
Babban
telling
associated
matuƙar
Ki
shiryu
beside
Bring
shũɗe
Jahĩm
Bauta
insight
E
adadin
Said
prophecies
zamo
dũbi
1919
guardian
Samũdãwa
tunawa
dabba
resist
mental
warnings
masĩfa
running
heartfelt
separate
ranka
gareshi
ƙaunarmu
Attaura
faithfully
rise
tushen
yaran
likewise
directed
assured
gumaka
labarai
talauci
ruin
run
kusaci
teaches
ubansa
amincewa
hari
tanadar
private
believes
ungrateful
week
Teach
maye
yan’uwansu
rebellion
nisa
Malachi
struck
laid
feed
youths
koyan
agree
Asa
ɗayan
saurare
gõdẽwa
ƙãre
tsarkaka
commands
beloved
universe
negative
danger
Alkawari
ƙuduri
Fear
'am
speaks
prophetic
Best
alherin
fears
areas
caring
More
PAGE
sayi
ziyarci
suddenly
manne
encouraging
ayar
discussed
relief
fansar
gatan
million
receiving
Koyarwa
Heb
harshe
responded
rukuni
satisfaction
inform
mountain
miyagu
zukatansu
points
gabãninku
kwanakin
Kol
dabbobi
rãna
ladabi
watsi
September
shigewar
sanyã
yaƙe
dabbõbi
kame
hast
fassarar
girl
Torah
white
iyayensu
shekarun
student
'awa
dinga
yaƙĩni
bond
legal
̃
Sarah
ƙaunace
jinkirin
Thamud
lay
al’amuran
munãfukai
refers
world’s
yaranku
jawabi
ƙawãta
coci
united
bukatun
ya’yansu
wherever
basira
limits
limited
rarrabẽwa
jiyar
tarihin
gaji
rasu
Which
refuse
business
subjects
worse
visited
purposes
leading
Jamus
transgressors
sallamãwa
ofishin
School
wage
tender
Name
Philippians
inside
Abu
'arshi
jefa
Sar
opportunities
heads
Eden
ciwon
birni
race
sleep
sit
grew
dangana
gode
possessions
Allahnmu
ease
wrongdoing
wasiƙa
political
maku
grievous
wahayin
hatred
Kasance
proclaim
Monotheism
husũma
removed
wide
advance
pattern
active
Hotuna
goranci
tsanantawa
church
Isa
Nassosin
illustrate
wanene
invoke
itacen
assist
Kã
eternal
affected
amfane
yare
ƙasarsu
doom
silver
Dan
hundred
Likewise
mouth
attended
kowacce
conversation
retribution
ambaton
batu
baki
countries
divorce
nasu
zaɓe
attending
general
Church
rewarded
sadaka
koyon
immoral
mu’ujiza
meal
Hidima
dealings
bijirẽwa
wajabta
yaron
listened
Imagine
teacher
gidãje
muguwar
Upon
ambatacce
Jonathan
front
subjected
moving
burge
advantage
saɓa
alhẽrin
divided
hau
gidansa
roƙon
jikin
Abraham’s
basic
bayyananniya
rebellious
destination
eating
Land
Rai
zãfi
search
fãɗi
Hanya
Sha
Colossians
gabãninsa
tsammãnin
breasts
determination
ƙare
girgije
continues
armies
sauri
amfãni
contrary
ƙungiyarsa
ya’yansa
helpful
muminai
ɗan’uwan
covered
questioned
eight
viewed
clouds
room
oath
Whom
mildness
mothers
Yan’uwa
Throne
grain
trained
Yawancin
treasures
tilasta
fili
generation
mutuwarsa
tsammani
Kula
Wahayin
53
secular
belied
maraice
stones
fair
Muhammadu
wurinsu
closely
liar
gunaguni
circuit
manya
testimony
rayuwata
drowned
invitation
A’a
2007
contains
report
instruction
entertainment
weight
particular
studies
train
begotten
assuredly
Over
forefathers
principle
Note
invite
Rome
miracles
News
Nisan
misalan
roƙo
zubar
witnessing
animal
reveals
energy
Praise
Jonah
Glory
describe
kindly
carrying
writing
tears
outstanding
bayanin
engage
issues
freely
haihuwa
opening
struggle
shekarar
'ar
expressions
meditate
Saratu
kõmo
Sanin
nutsar
Yunana
alfarma
kwatanci
Ƙaunar
superior
throw
daki-daki
tsayuwa
madaidaici
2017
Farin
zõ
gunduma
wickedness
strike
azurfa
tsirar
Wuta
easily
faɗake
constantly
resolve
mafaka
Ezra
Shekaru
nau
manzanninsa
mushirikai
render
afflicted
usually
fitowa
paragraph
Message
Kuwa
ɗokin
warm
idea
reality
miliyan
aikinmu
man’s
darajar
iyalinmu
forbid
Fir’auna
shã
November
burning
dãɗin
cuta
awaits
late
mala’ika
wakĩli
marubucin
amintattu
flee
formed
commandment
ubanninsu
ainihi
Israel’s
humbly
War
mazauni
settled
karãtun
Africa
woe
calamity
dutse
evidently
protector
Happy
dokoki
reply
ayyukansa
forces
Catholic
Yaushe
privileges
Man
leaves
iyar
poverty
riƙon
quite
lãbãrin
Messianic
bambanci
ruler
tongues
picture
communication
Makarantar
Could
disease
shuka
Mosaic
Know
paid
laifin
Having
relates
glorious
ascribe
Ishaƙu
joyful
Musulmi
Ahab
attain
Pet
makiyayi
occur
judgement
Sovereign
jinkirta
fought
SHAFI
hure
gafara
Mini
sulhu
Evil
Behold
miliyoyin
dindindin
refer
ignorant
Under
disobedient
text
BE
horar
remains
evildoers
adultery
ƙoƙarce
performed
pleasing
honest
big
perceive
sa’anda
zãluntar
wilt
Iyaye
fage
Ke
deliverance
leaving
gõma
Enter
miyãgun
ƙõramu
rãyukanku
hosts
violent
kuranye
chief
obeyed
lahani
Thy
Lallai
disgrace
zuciyata
Kolosiyawa
expected
ruled
zinariya
duffai
furucin
Kanã
anxiety
amongst
adds
Ita
encounter
dealing
fallen
busy
travel
partner
keeps
tsammãni
numerous
bijire
tãrayya
eager
promote
discern
hannunsa
Tas
ayyukanku
repentant
low
unaware
recognized
ba’a
correct
finally
uban
kõguna
gratitude
striving
miles
orphans
ware
feared
Nasãra
zãɓe
ƙananan
tribes
rõwa
ark
Prayer
ĩko
treated
rayuwarka
2003
Kunã
accomplished
generous
nace
Furthermore
testify
relations
None
dabĩno
145
Nuna
Hãrũna
II
Deuteronomy
taso
Albarka
unique
Joel
haihuwar
jirgi
improve
particularly
Both
taru
St
Zama
applying
remind
ƙazanta
dayawa
describes
gabansa
Nehemiya
66
Family
Shekara
52
parent
gudanar
Israelite
trouble
kowannenmu
price
matsa
abokansa
tanadi
box
Society
annabin
ships
shepherds
Muslim
powers
addu
nufe
doth
disobedience
Gõdiya
beneficial
Prophets
appoint
Hakanan
zuci
iyaka
connection
zalunci
stood
90
relate
tsawo
saurãre
reminders
azabta
Filibbiyawa
Kolossiyawa
discussion
earn
considering
min
mature
Nigeria
yanki
gidãjensu
affliction
halinmu
cases
helpers
ceton
ɗaure
conclude
indicate
zaɓan
mummunar
furci
inclined
Nathan
dattawan
Regarding
goyi
occurred
involve
Ranar
Filibiyawa
commission
Karin
befall
corrupt
idolaters
Leviticus
ƙaru
critical
Its
wilderness
Her
applied
Study
Micah
Beneficent
tukuna
cares
abar
rulership
major
instructions
aspect
hanu
Kake
Help
cikakkiyar
utter
Masanin
alkawuran
Hezekiah
balance
jawabin
Ye
gracious
sorrow
riya
Am
essential
compared
makãho
zurfi
type
'anin
hani
emotional
courageous
stone
zunubansu
turɓãya
salon
alike
sassaukar
yabon
shaidu
Baal
remaining
evidences
rendered
Without
ruling
da’ira
kõmãwa
Akasin
contact
sadaukarwa
Pentecost
requirements
bound
karɓe
mutãnẽna
zunubanmu
ɓãci
providing
zancen
disobey
translated
bestow
worth
All-knowing
matsayinsa
ɗiyan
notice
exists
dabbõbin
jituwa
Labarbaru
hikimar
gidãjenku
sides
Once
wasan
'ane
shẽkara
nawa
Kowane
gushe
alhini
Promised
Laba
bangaskiyar
zuwan
MAI
Matasa
Exodus
da’awar
demons
yes
openly
maimaita
zumunci
awake
submission
outcome
sabili
Hearing
hadayu
growing
hagu
halarta
bondmen
ungodly
cursed
exchange
2006
Labarin
haƙiƙa
comments
jayayya
taurãri
assurance
matan
persecuted
charge
sending
Martha
dealt
matakin
halinsa
gũrin
vast
terms
Robert
km
Kiristocin
talking
developed
sãshenku
acting
garments
ƙaunarsu
minister
hakika
fixed
batsa
Ayu
devoted
ƙasƙantar
gayyace
littattafanmu
facing
twice
views
sword
arise
ƙarfafawa
Two
stronger
dũtse
shirka
waters
nearly
Sacred
represent
Sã
ordered
ubanninku
ɗanka
Japan
zukãtanku
difference
Haggai
strengthening
marmarin
mistakes
gamuwa
details
tufafi
main
faithfulness
gatar
shugabannin
hakanan
contribute
communications
Sũ
matuƙa
Naomi
mani
hankalinmu
gwaje
hisãbi
grasp
Waccan
letters
younger
gayyatar
Parents
reaching
iyalai
gamsuwa
Yaƙin
haifa
Al’ummai
assistance
Ad
Uban
Ainihi
lallai
broke
2000
spirituality
Rev
program
winds
ayyukanmu
hasken
piety
reshe
entrusted
Lutu
perish
ought
selfish
restored
sex
Ci
widow
tumakin
misãlinsa
sickness
Galatians
drinking
worshipping
Kings
kyakkyawan
Ciki
amount
studied
moment
mãta
wasiƙar
Ĩsã
ɗayansu
primary
conventions
zafi
Kyau
restore
virtuous
akwatin
Christendom
aya
decades
ƙasƙantattu
approached
taimakonmu
kin
murya
tunãtar
fornication
aririce
rinjãya
bone
survive
likeness
fĩfĩta
values
kisa
judges
qualified
Dattawa
missionaries
mara
Show
USED
calf
tsuntsãye
Haruna
karantãwa
zance
bangaskiyarsu
address
seize
itace
All-wise
punished
Other
fãtan
University
ɓõyẽwa
content
indicated
fish
bãwa
yabi
ƙoramu
lafiyar
nẽme
Irm
Abubuwan
dawn
nema
fãra
All-forgiving
shũka
Follow
Sea
gõnaki
Iya
forms
gine
hate
chapters
Second
wurinSa
dogon
'ad
zargin
convey
illness
weakness
S
appearance
exactly
tãyarwa
wherewith
exposed
Kasancewa
scripture
wurinMu
Manzannin
allows
worst
shared
penalty
LMT
assembly
concerns
Eat
Everlasting
ayoyi
gini
unjustly
wadata
Malã
recent
fasikanci
Students
bodies
uƙũba
invisible
GA
court
aza
social
marẽmari
Sinai
Dãwũda
cinye
release
mujallar
daren
gurasa
kuɓutar
focused
walked
society
add
masõyi
hannuwanku
cloud
sets
Thee
possessed
ear
thrown
'ya
gareni
don’t
mummunan
authorities
Mosque
feels
yãƙe
tuntuɓe
saurin
Recall
angry
prescribed
abandoned
61
haɗe
await
count
ƙaho
hannuwansu
normal
Turai
endured
conviction
abandon
opposers
seriously
reference
inabi
Finally
zunubai
History
ignorance
jĩ
differences
pursuing
shafa
2005
enduring
completed
baiwa
profit
indicates
slay
listeners
detail
Mahalicci
messages
purify
Mana
muhimman
tsammanin
creature
valley
Work
kurame
baƙar
tested
oil
deities
p
tsakaninsu
organized
driven
magazine
muni
Oneness
righteously
Noah’s
acknowledge
defend
sinned
trusted
therewith
Gehenna
dangerous
nagari
dwellers
rantse
neighbors
Neither
Box
maturity
hoton
challenging
sadu
rewards
translation
Josiah
72
illustrations
constant
lowly
garken
Able
Koya
lamiri
slain
darajõji
isashen
riba
gates
pardon
Rahab
tabbatacce
gathering
reflected
maƙiya
moves
wulãkanci
mischief
wurãren
grown
Germany
dream
wãsã
talakawa
Ministry
twain
matalauci
leader
obtain
determine
Fentakos
matarka
Shaitan
Call
mãmãki
double
ɗai
reasoning
Until
desired
Russell
identify
intended
rulers
ranks
Jephthah
renon
Hosea
waninSa
occasions
awe
reports
discouraged
boiling
Lord’s
amintattun
mũnãnan
mutãnensu
plans
impressed
sojojin
azanci
mine
hallaka
probably
Questions
bitter
mates
handle
kirãye
namu
forgiven
wished
shine
jaraba
zukãta
wakilta
threw
dominion
fuskõkinsu
mild
'amarinsu
baicinSa
56
Yahuza
makõmarku
inherited
talifofin
mutãnenta
Kun
demonstrated
dangi
causing
plot
tattali
tsakãninmu
rejoicing
YA
bãyiNa
higher
Gracious
comforting
modest
appears
Jin
Doing
rãyarwa
kisan
religions
All-merciful
military
Babba
Tassalunikawa
pointed
shed
despair
poured
cease
marãyu
remnant
taka
asks
hears
Peter’s
Ecclesiastes
Pharisees
debt
matakai
forgives
viewpoint
altar
rinjaya
supported
cometh
dignity
mãtanku
canji
yankan
beauty
sananne
factors
Absalom
hidimarsu
hotunan
stopped
80
tunkuɗe
rinjayi
shame
strayed
Father’s
Aya
akan
idãnu
sõyayya
ridicule
possession
preceding
Michael
females
almajirantarwa
serves
drew
Spanish
juyin
dark
izinin
Yãya
regret
a’a
mota
Hezekiya
nasaba
quoted
azumi
deceived
Brazil
temporary
miracle
Believe
Abigail
ancients
hospitality
asali
gradually
benefited
matansu
significant
clothing
difficulties
hannayensu
wasiƙarsa
easier
Mutumin
store
abokiyar
wall
springs
inuwa
stake
Anuhu
habits
background
wanke
figurative
unclean
exist
ministerial
Afirka
gareku
drawing
green
fleshly
begins
forgotten
tempted
writer
deceive
nine
happens
masani
ISBN 
ignore
2001
adversity
welcome
taimakawa
gwamnatin
obeying
date
dry
Taste
jeji
ra’ayinsa
Idin
facts
indefinite
goodly
ƙila
Whosoever
L
girgiza
Girma
kankare
staff
spring
choices
theocratic
Gog
cup
komo
covering
Times
scattered
Ruhun
kangara
shugabanci
girbi
Creation
gāji
waste
witnessed
kalamai
muryar
motivated
muradin
kaya
hutu
Ayat
beast
protected
Mulkinsa
preserve
displayed
Zakariya
54
Mahaliccinmu
appointment
fuskarsa
innocent
lovingly
kusanci
Mashaidin
satisfying
Enoch
sitting
2016
noble
607
fault
ƙarfinsa
cuɗanya
weeks
ministers
roƙe
tãrãwa
'hãƙa
passing
highly
Assembly
janye
sã
dokokinsa
jinns
ainun
disobeyed
i
river
prosper
2004
alfahari
YI
judged
criminals
iskar
yantar
lãda
disaster
sang
IN
makõmarsu
Jehoshaphat
majiɓinta
gẽfen
submitted
sad
Wajibi
OF
lokuta
hasarar
lãbari
towns
herself
footsteps
Master
inhabited
tsãge
Brooklyn
Thessalonians
tsẽre
almajirai
gidajen
distant
ambato
forgot
zãlunta
peaceful
kãyan
bears
umurninSa
naka
ƙididdigewa
remarkable
Passover
'ila
brief
allowing
ideas
mahaifa
Version
mĩƙa
nesa
fitting
wuyan
hereafter
ɓacẽwa
rahoto
infidels
whereof
Kano
addininsu
fãsiƙanci
offerings
hũra
ɗiyanku
ɗan’uwansa
Whenever
virtue
visible
confirming
paying
treatment
unbelieving
offers
'uwa
mũmini
Nabal
inner
safety
dangantakarsu
mortal
kasuwanci
River
referring
satisfied
gidansu
accord
resolved
gãdar
ship
Suke
assures
dwellings
admonished
Blessed
iron
Iyali
heirs
holding
zaunar
Time
Doka
require
annabawa
degree
across
zukãtan
Mexico
urge
saƙo
Faransa
designed
Might
kiwon
broken
wont
ayoyin
unrighteous
mislead
Daidai
successfully
zartar
kalli
abuse
makoki
tsakiyar
Judgement
kwance
process
distance
obligation
fatan
model
Hannatu
Adnin
kunne
wild
takan
ado
anab
sacrificing
anxious
mazõwa
soldiers
na’am
reaction
union
Mũsa
music
mugayen
foot
holds
ajalinsu
village
oppose
baby
chaste
kabari
waccan
tawãli
sakamakonsu
NW
Unseen
nearer
Zephaniah
tãshi
Flood
meaningful
ƙyãma
sadaukar
firgita
yinin
fatauci
83
Allahnka
compassionate
length
person’s
directly
behavior
ganinsu
Tir
exercising
ɗaukakar
financial
relative
brotherhood
ƙiren
favours
Reminder
stories
Power
limit
condemned
governments
threatened
South
properly
Lokaci
ƙofa
babi
draws
Moosa
familiar
suggestions
sarautarsa
gwajin
France
Seeing
informed
career
mukan
therefrom
praises
finds
sauƙaƙe
koyo
Books
secretly
kamewa
appreciated
puts
Hearer
beings
endeavor
accepting
barrier
Sadly
komi
taurari
ƙirƙirãwa
couples
forced
gāba
royal
agreed
Kiristanci
Notice
enjoined
befalls
grave
tasiri
intense
drop
Ɗaliban
devils
Sign
reproach
kauri
bounds
honour
watching
Esther
heedless
maintaining
uba
sheba
mark
trustworthy
2002
mance
City
root
maida
publicly
international
Mawadãci
haskaka
Alone
instructed
marvelous
ƙarnuka
reign
released
creates
ƙoƙarinsu
Jehu
faɗaɗa
invented
Biblical
ƙetare
reaches
shakkar
sãfe
Farisawa
whereon
shawo
Wayback
Ever
crime
buy
1999
sincerely
Clear
transgression
wurina
ƙudurta
jihar
lada
pairs
JEHOVAH
gaggãwar
Satumba
afterward
ɗanta
lalace
ɓatarwa
pagan
dies
ɗiyansu
kingship
addininku
Job’s
Rasha
ƙanana
mutuwarta
vow
ibãda
tsarẽwa
arrangements
iyarwa
Wisdom
gwauruwa
wãsa
samã
chiefs
kwanan
ɓatattu
tests
quit
repeatedly
pressures
dubi
zukata
visits
pioneering
kashedi
Ibrahĩm
aniya
Intane
resulted
Knorr
ziyarar
additional
Nothing
ɗaliban
Out
ƙudura
yanayinmu
makiyaya
raising
enable
Religion
arms
parties
thank
kimiyya
ganuwa
rinjaye
apparently
120
rubutu
conscious
effects
Duba
Oktoba
maƙaryaci
harshen
interpretation
Everyone
kusanta
devil
abilities
masõya
Rashin
ƙawa
pornography
admitted
vouchsafed
kõra
hawaye
sharrin
serpent
Annabãwa
mahaukaci
concluded
seal
shari’ar
approved
American
attendance
pagans
Anã
gidanmu
humiliating
103
mil
sãkã
aright
aibi
farinciki
lofty
yawaita
limitations
pieces
flowing
deity
addu’o’inmu
itãciya
yãro
differed
Eph
preferred
sũra
emotions
permitted
barren
resources
hannunka
prevented
'ika
slow
Drama
Baruch
karantawa
threat
reported
contain
finding
writings
Samun
otherwise
faɗar
munanan
almarar
foundation
jãhilai
wedding
alkawarinsu
season
returning
empty
abinda
national
gumãka
Worlds
Gõdadde
mataimaka
Afrilu
impossible
kẽwaye
rock
triumph
whoso
methods
bore
rance
opinion
healthy
cocin
Chronicles
'aibu
host
jigo
discourse
bishãra
heat
Grace
haughty
gained
sarakunan
waƙar
lãdar
Wajen
sha’ani
represented
construction
dress
surrounded
soja
delay
iyalinsu
kifi
Yahudiya
extend
Internet
uwarsa
argue
zafin
ziyarce
Gen
tax
mẽ
unlawful
gate
gidaje
load
wanzu
dutsen
J
58
Ezek
Unbelievers
sauraro
Guda
earnestly
lovers
environment
goods
intercession
mahaifiyata
abroad
tseren
ransu
lord
motives
useful
mutual
pursued
spouse
samo
influenced
blown
hunger
rabin
Rayuwa
Sulaiman
Sabbath
Straight
cautious
global
Ephesus
gabas
mijin
region
ɗauko
mistake
proclaimed
shugabanni
doers
Koran
Grand
arranged
Nebuchadnezzar
advancement
Europe
zamaninsa
enables
Again
rights
dubbai
amsoshin
imperfection
wipe
maganarsa
shigo
Maganar
Wurin
Trust
Living
300
guests
explanation
description
desist
Maryam
gabata
soyayya
Habila
hypocrisy
dangantakar
malamai
Explain
physically
failure
nassosi
mazansu
extended
gudun
Kiristendam
Bangaskiya
beware
majority
A.
cost
stress
al’adu
alert
East
meditating
sarrafa
wherefore
welfare
burdens
Compassionate
batutuwan
deserve
Maris
iyayen
literal
streams
ra’ayinsu
evil-doers
standard
appeal
ended
Thereafter
falls
Judge
Waɗansu
settle
ƙa’idodi
mouths
replace
I’m
Lit
Nazi
round
research
Yusuf
solid
opposite
Service
acquainted
soil
caught
koyarwarsa
uwa
runduna
inspiration
belongings
sold
hardships
extreme
warns
pledge
balanced
gayyaci
Solomon’s
Knowledge
undoubtedly
Lev
Get
Arena
swift
73
identified
doubts
fursuna
Abubuwa
Mashaidi
pleasant
62
Learn
discernment
variety
auna
looks
fresh
paragraphs
mazauna
dacewa
International
hasara
musun
1950
kwãna
wheat
meditation
yaranmu
assignments
waninsa
nights
potential
Guardian
rundunar
amfãne
daidaitu
tsirfanta
saukarwa
daji
sõsai
ends
sauraronsa
hair
dãko
surprised
safeguard
terror
jikinsa
kusace
alms
All-mighty
ManzanninMu
Ãdamu
rũɗe
Hawwa’u
Duka
utmost
meek
churches
declaring
Lawiyawa
Lazarus
Lissafi
black
Tasalonikawa
yafa
Men
Abel
misalinsa
nama
imma
nasĩha
lifestyle
noticed
Agusta
Korah
jĩfa
San
harsh
Bayin
Nuh
favors
rising
fate
abota
foolish
aurenmu
magani
sassa
misled
mamakin
supreme
kõre
boldness
'uwanku
enjoin
misãlai
rules
kwaɗayin
sauna
hinder
excuses
identity
involving
Ark
zukatanku
quick
nadãma
win
miraculous
dãriya
trusting
All-Knowing
Ishmael
nufa
azãbarMu
necks
mafarki
writes
Ibrãhĩma
masana
Sometimes
bambancin
God-fearing
umurninMu
hushi
hundreds
Manzanninsu
silent
kauce
Lis
applies
sealed
sa’o’i
Levites
jãhilci
'in
Masĩhu
ƙasan
Source
sa’an
recreation
abõkin
nunawa
submissive
total
desert
'ana
spending
zũciya
fled
tushe
choosing
lamp
iskõki
Hikima
transgress
wombs
Sa’anda
shẽkaru
dubban
Zuciya
wholesome
Li’azaru
adopted
gyãra
ƙungiyõyi
hankalinsa
readily
rinjayar
gudummawa
Ãdam
expelled
sata
employment
surprise
excuse
shawarwarin
audience
devour
conflict
Tarihi
91
certainty
ɓangaren
horon
marked
sunanka
lambun
mazaunin
chance
rãmuwa
maraƙi
tsoronsa
Josh
wauta
addinan
aljanu
eagerly
mutumi
maganarsu
fearful
traits
possibly
sayings
Tare
opposed
taronmu
guilt
tsõratar
Canada
halayensa
brethren
exalt
sinner
TSARKI
Protector
depth
balle
payment
Nazarin
rufi
Mecece
split
feeding
ɗazu
stick
harmful
song
motivate
bearer
jariri
Gabriel
descend
earnest
Bi
mallaki
Unlike
engaged
hanci
attitudes
all-knowing
enmity
bautarmu
encourages
yaudara
gefen
Koyar
fourth
fizge
healing
idanun
swallow
modesty
subjection
Yuli
sojoji
Things
firstborn
persevere
latter
acquire
series
Taron
uwar
wretched
weaknesses
rescue
fit
ƙirãza
Mata
Dutsen
Musulunci
gidajensu
Corinth
beasts
preserved
Amfani
tudu
shade
amana
jama’ar
iyayena
jigon
Eventually
Maria
Bin
grand
bed
'anar
dabbar
upbuilding
finished
Words
agreement
east
filin
kwaɗayi
tsakar
W
adjustments
ginin
inmates
nigh
praising
capacity
recompensed
Plateau
features
enabled
inganta
sunayen
Further
falling
mawuyacin
averse
recalls
desirable
idolatry
lissafa
garke
argument
pursuit
Dukanmu
entitled
non
haɗarin
rushe
biɗa
senses
Asiya
Hausa
underneath
Put
air
tendency
hankalin
strangers
nassi
camp
gonar
increases
associating
Serve
joyfully
utterly
mankind’s
mulkinsa
pour
fid
tsohon
aforetime
iyalinka
iyayensa
asunder
idanunsu
shãmaki
Fiye
conversations
kam
Concerning
traveled
turɓaya
Katolika
governing
literally
masifa
Disamba
songs
oppression
rabi
madadin
kafirai
asleep
Granted
Lamb
attacks
ponder
today’s
rebel
committing
canjawa
Hanyar
rank
Coliseum
amincewar
Sheol
sell
eternity
Kayinu
Shortly
ƙarfinmu
unbelief
similarly
Testament
spreading
ɗaura
63
fields
relationships
ƙa’idar
LITTAFI
residents
Hannah
official
tashe
mocked
kalilan
wondered
tausayin
communicate
Elihu
All-Wise
banda
paths
urgency
alaƙa
Jehoash
Koyi
expend
halarce
population
ɗora
Mayu
motsin
tunaninmu
Majami’un
desiring
celebrate
ninki
bukatunmu
fuskar
Ɗa
enjoying
prefer
Talifi
chooses
oppressed
fitila
Death
kyakkyawar
fata
humbled
57
graves
zealously
Linjila
takobi
Pennsylvania
alƙaryu
huge
Galili
jimiri
observing
mala’ikan
routine
dangantakarsa
foremost
Halin
Tawali’u
ĩmãnin
taba
represents
significance
zuriyarsa
sorts
people’s
&
Besides
medical
magazines
compare
yield
car
ƙawãce
Misalin
Psalms
105
manufar
tada
Cain
Halls
Encyclopedia
sãbuwa
adjust
bũsa
ɗayanku
mahaifina
cẽ
Dictionary
Nineveh
prosperity
Earth
bãyinsa
binciken
crushed
Gideon
fitine
Stephen
acknowledged
Yahũdu
makaɗaici
abokantaka
iyãwa
misfortune
cold
yaranka
rukũ
all-wise
hannãyensu
injury
Ja
guardians
Pray
Bath
approaching
wisely
dangers
kangẽwa
list
George
Addu’a
ƙanƙan
likened
recently
fasãdi
amfãnin
expel
sãɓãwar
ãyõyinsa
ƙafa
jirãge
ƙoƙarta
gitta
tĩlasta
jan
siffantãwa
damƙa
Madyana
wear
gãnãwa
percent
nearby
discovered
azurtã
Janairu
wars
gafartawa
matacce
grows
Yusha’u
Galilee
proceeded
Gidan
Jordan
Bauchi
shãfi
ashirin
worker
kafirta
hanyõyi
perfection
Boaz
Following
visiting
yarinya
ranmu
existed
gona
YOU
Sulaimãn
rãya
ƙasƙanci
bellies
secrets
custom
lower
gidanka
ɗalibin
yashe
halinsu
mutãnenka
bãyinMu
sikẽli
supporting
rantsuwõyinku
saurãra
prevail
bãkunansu
hadari
images
forgave
notes
consequence
rigaya
Judea
zukatan
Machine
bãyĩNa
ƙarami
Inda
pursuits
BBC
Kalmomin
kãsa
overwhelmed
overtake
Penalty
disbelieving
peaceable
Charles
1918
mabiya
Light
Isuwa
sauke
Sodom
kalami
Oft-Forgiving
annabcen
jingina
couches
Ah
naƙasa
taskõkin
Leave
magidanta
yanayinsu
jiya
hawa
saurayi
ilimin
permanent
declaration
produces
makanta
sifar
Verses
gajiya
wages
Sa’an
object
Salih
arrival
tabernacle
sustain
context
makonni
Judas
temptations
Aikin
Photo
economic
motive
initiative
Firist
ruɗi
bright
tired
al’ada
disputed
Cause
attribute
Jezebel
Convention
manzon
Faithful
Godiya
Michelle
highest
ruined
hauka
Supreme
West
previously
raye
macen
jarrabãwa
2,000
reminds
saninsa
malaman
fundamental
intimate
Nations
disposed
slavery
displaying
preparing
accepts
gareka
Annabcin
prominent
universal
tradition
symbolic
faults
azabtar
ƙungiyõyin
maigida
komawa
Leader
Early
tremendous
urges
maniyyi
Hand
lean
mutunci
belonging
Ƙarfafa
surar
abiding
da’awa
TA
Goliath
yalwata
primarily
scholar
Annabci
Asia
Nuwamba
dariya
truthfulness
manifested
budurwa
greeting
surface
claimed
Phil
miraculously
lissafi
Afisa
talks
c
supply
shadow
consume
lips
Yara
'abuta
arrives
Wato
greatness
Divine
godfearing
mahaifi
willingness
misdeeds
Aiki
Continue
Taurat
addressed
crowds
satan
mahaifinsa
www.jw.org
shelter
umurninsa
surori
depends
sãfiya
Egyptian
vengeance
aririci
alkawuransa
victorious
fulfil
Sunan
jure
Become
surrender
cared
seventh
burn
bukatunsu
assign
birane
86
Ce
French
hopes
Heart
Smith
disfellowshipped
writers
totally
falsely
distressed
ambatar
plant
officials
milk
finish
ƙabilu
Dutse
faɗan
adopt
stands
yaransa
Bone
meat
Manasseh
biye
ai
mock
kãre
courageously
executed
haushi
plenty
biyo
Darussa
Kwamitin
Wherefore
Any
Baftisma
fannoni
Mẽ
receives
honourable
awo
assemblies
review
kayayyakin
64
allies
marital
depart
obvious
dandalin
satisfy
Ezekiyel
Yau
immediate
aura
Guidance
riƙo
difficulty
persist
tsere
Haman
demand
Koranti
gyare
tarried
hated
PAGES
shugaba
fed
139
gunki
bought
forged
mugaye
adalcin
privileged
talifofi
popular
Universe
hire
dalilan
torture
sansanin
middle
trip
jw.org
troubled
yafe
orders
scholars
overtook
matashiya
Adamawa
orphan
spouses
filako
refrain
expectation
increasing
alcohol
top
tattare
Samuila
Elders
ride
Making
table
'imõmin
aged
scene
altogether
Ƙetarewa
fuskarka
hardly
laugh
Highlights
repented
station
tsorata
Press
mazaunan
neglected
baiwar
belie
aboki
Mother
dying
Australia
miss
Sophia
Shawulu
killing
incline
forsake
halayensu
nagargarun
shalt
halittarsu
comforted
Command
hankalinsu
burin
twelve
weigh
numbers
aniyar
hukuncinsa
manna
purified
refreshing
tent
Uku
afflict
taurin
ɗaga
justly
flocks
observes
ƙasũsuwa
morally
mugu
Akwati
Little
fãtar
Blvd
cikakku
protectors
keepers
iyãkar
expects
wurinka
press
disclose
Philip
muhimmin
gamsarwa
yãyã
regarded
68
copy
accused
tsaurin
rãyuka
buwãya
Urdun
WHAT
110
remembered
Kũ
jinkirtar
culture
shagaltar
lokacinmu
ãyõyiNa
saurarar
lambu
zũciyarsa
kasawa
capable
taƙaita
kishi
girbe
tunaninsa
healed
'ummõmi
zunubanku
Barnaba
counted
%
zũciyõyinsu
sune
Magog
unfaithful
farmaki
Ubangijinta
capital
newly
marinjãya
annabãwa
cikakke
skins
manufa
campaign
JEHOBAH
Ismã
resurrect
tayar
ikilisiyoyin
awaiting
distinction
iyãkõkin
kyãwo
nĩsantar
jẽre
Rifkatu
Central
ɗakin
supplication
Zafaniya
positions
kõyi
attempt
disappointed
Sermon
'amura
greed
doors
brotherly
rebelled
ƙaulin
iyawa
Sama
sentence
risk
proclaimers
stumble
Asaph
rescued
sanda
Tract
kaidi
manzanninSa
shaiɗan
Empire
Masallaci
repay
Kiyãma
adornment
alãma
mũnanan
rõƙa
fatawa
loyally
seeks
entirely
camels
clothes
fushin
Zalimun
addu’o’i
Haran
influences
ma’aikata
achieve
loose
loan
lãka
delighted
resting
kingdoms
ilmin
takardar
scale
garment
obstacles
Esau
rago
tsayu
cutar
crops
magicians
strange
saith
Spiritual
separated
denying
entering
iyãlinsa
Saddam
dũkiyar
lissãfi
Joshuwa
Yahudu
multitude
ƙaramar
district
marmaro
priority
69
Pay
Asabar
barranta
Allahn
Three
marãya
Babylonian
announced
ha
Eric
angelic
planned
yardan
avert
murder
kẽwayẽwa
humankind
invent
104
U.S.A
heritage
confronted
reliable
Barnabas
lazimta
indecency
bayãni
wulãkantãwa
invites
solemn
sauransu
shortly
goats
rinjãye
Congregation
spite
Oxford
yaudari
farat
deserves
qualify
horses
seated
gaugãwa
searching
objective
|
Mahaliccin
kallafa
spirits
boat
captives
arrive
watchful
ma’aikatan
priesthood
Therein
Mabuwayi
rena
exile
gaggauta
pilgrimage
ƙuntata
arose
112
similitude
Niger
charged
'ĩr
saya
zaɓin
London
assume
calm
distinguish
Ireland
sacrificial
dreadful
rabon
kashẽwa
halittarku
treaty
northern
tarko
reap
developing
immortal
shield
Sakamakon
Committee
advanced
Ave
Salama
tsabtace
passage
Allahna
concealed
wary
Sa’annan
maigidanta
grants
detailed
disasters
Jas
Maimako
Sosai
backing
yalwar
Owner
profound
