<unk>
<pad>
<s>
</s>
.
,
da
the
a
ya
to
:
of
“
”
?
and
in
yi
ba
kuma
na
ta
su
that
)
(
-
mu
ne
—
za
is
Jehovah
’
Allah
we
for
his
cewa
​
Jehobah
mai
1
ga
be
with
you
cikin
;
shi
wa
not
zai
suka
ce
was
sa
ka
will
he
as
yana
have
wannan
are
yin
Yesu
God
iya
our
A
Jesus
I
on
suna
yake
2
The
ke
sun
it
us
can
masu
Mai
daga
don
from
by
haka
suke
‘
who
What
ko
abin
their
an
what
mutane
they
3
do
!
Tsarki
Littafi
aka
nuna
yadda
4
or
God’s
this
Bible
5
him
so
all
wasu
wani
your
How
them
nan
game
zama
6
Jehovah’s
Ta
15
sosai
had
were
people
In
did
at
gaba
one
hakan
duniya
Ka
domin
about
kai
12
10
yaya
waɗanda
dukan
when
would
has
ma
kyau
yawa
Amma
11
7
Ya
those
8
may
kasance
sa’ad
ku
9
muna
time
]
[
amfani
14
13
life
wanda
taimaka
me
kamar
but
ciki
my
kamata
He
son
lokacin
waɗannan
ci
muka
amma
mana
wajen
idan
how
ji
help
17
san
We
16
shekara
har
zuwa
kan
muke
love
Bulus
gaskiya
more
good
take
Me
irin
•
should
Idan
b
some
also
her
bauta
Kiristoci
out
does
ni
things
sai
bai
farin
Paul
such
18
19
bi
masa
way
wurin
been
lokaci
20
Da
make
Christians
Why
mutum
up
/
if
It
spirit
work
24
Christian
tare
many
bukatar
kuwa
rai
tana
said
ɗaya
ƙarfafa
When
soma
musu
no
ake
faith
yan
gaya
Kingdom
muhimmanci
day
21
other
Ubangiji
Kristi
Ba
could
wa’azi
even
others
22
abubuwa
need
world
Za
koya
there
Wannan
Yohanna
congregation
spiritual
wata
earth
farko
example
man
samu
Saboda
For
first
aiki
If
these
aminci
They
yau
than
Menene
rubuta
Sa’ad
As
must
Hakika
Christ
misali
sami
mutanen
which
because
This
into
fi
But
23
bayan
mun
bayyana
Witnesses
biyu
she
ƙauna
being
made
aikin
years
Ko
dace
nufin
Na
heart
only
know
You
hidima
Zabura
Kuma
magana
ones
see
Kirista
mata
addu’a
rayuwa
true
words
ƙasar
Shaiɗan
28
25
family
come
An
dabam
like
girma
abu
hankali
children
abubuwan
cika
ita
then
become
fahimci
bisa
sama
ɗan
To
Shaidun
says
Dauda
ruhaniya
And
shafi
give
riƙa
Bitrus
Wane
dā
Ku
kula
tsarki
Mene
before
own
might
Adam
duk
Word
samun
jin
truth
well
ƙaunar
yanzu
over
David
That
kawai
tuna
men
Duk
rashin
koyi
faru
zo
brothers
John
Read
death
keep
Matta
ja
ina
show
great
biyayya
now
kada
name
karanta
new
ikilisiya
just
Alal
Bayan
faithful
apostle
26
Do
today
through
wato
Muna
yan’uwa
after
another
times
its
kafin
29
any
ban
matsayin
kana
Karanta
30
study
holy
taɓa
27
against
ministry
why
aure
Mulkin
two
ganin
himself
learn
babu
kansa
littafin
Kalmar
much
tunani
Israel
find
tattauna
very
kawo
*
Isra’ila
worship
ruhu
Peter
ƙi
feel
bin
kowane
31
ɗauki
same
shakka
wrote
news
part
Babu
kafa
Yana
parents
sani
musamman
means
adalci
young
Yoh
gare
However
say
faɗa
nazarin
use
baya
Satan
Domin
33
akwai
word
sake
important
kasancewa
zuciya
zunubi
disciples
So
taron
tunanin
sha
person
hikima
each
end
Abin
Mulki
preaching
Wasu
inda
upon
Yaya
One
Hakan
rana
lura
Mat
saboda
daraja
found
hope
servants
mind
Ishaya
course
Isra’ilawa
shekaru
ana
though
bangaskiya
baƙin
Sai
serve
ways
Kamar
Musa
human
Waɗanne
right
hanyar
wuya
Father
Shin
never
gama
Don
Wani
let
service
ƙarshe
anointed
juna
taro
zan
view
long
ƙara
where
bukata
most
baftisma
put
consider
place
ambata
go
read
la’akari
want
power
Psalm
tawali’u
fiye
daina
too
sanin
By
32
uku
among
kansu
told
ƙasa
hana
loving
doing
fa
fellow
After
mutuwa
used
given
mutu
taimake
became
Luka
abada
ranar
Ƙari
Our
zamanin
bincika
days
bar
under
book
At
every
hanya
wife
Scriptures
Daga
shawara
set
maka
King
page
Moses
hidimar
whom
mini
34
daidai
kake
gida
gave
His
Son
Ina
away
Let
koyar
Romawa
duka
live
peace
kanmu
making
during
mugunta
dogara
bishara
ƙarfi
kira
kashe
prayer
ƙoƙari
sunan
mafi
came
halin
yanayin
Sun
albarka
knowledge
iko
wahala
yarda
Some
back
ɗaukaka
wadda
marriage
saka
Israelites
down
amince
kwatanta
Yin
tun
motsa
wa’azin
am
guda
get
mutumin
nasara
Is
personal
themselves
Manzanni
gaske
amsa
With
joy
article
matattu
Ibraniyawa
Yes
home
godiya
elders
often
later
halaka
kusa
year
nake
Zab
Ayuba
tabbaci
Matthew
living
humans
began
counsel
able
tafiya
kaɗai
duba
reason
On
order
yanayi
ƙarya
manzo
misalin
shiga
tsakanin
always
M
toward
ɓata
share
There
birnin
Bari
37
heaven
abinci
Yahudawa
Waɗannan
ourselves
faɗi
marar
sin
tabbata
Ibrahim
35
yara
je
hand
house
daɗewa
Yi
dattawa
century
Urushalima
Shi
questions
gani
ikon
batun
kāre
wicked
Then
without
hali
meetings
face
still
purpose
old
full
think
maza
lafiya
Kada
ƙwarai
Jerusalem
40
She
bayin
called
fact
Mun
yawan
wane
bring
gargaɗi
Mutane
sauƙi
three
ƙarni
Yet
relationship
however
gaban
heavenly
kama
future
Wataƙila
ƙyale
Misalai
Sarki
Mu
together
ask
Kor
daɗin
experience
having
wataƙila
kindness
dalilin
took
both
something
canja
Ru’ya
nations
sau
close
helped
iyaye
needed
alheri
babban
neman
benefit
wisdom
result
Suna
message
shawarar
continue
look
ikilisiyar
menene
marasa
salama
No
Even
righteous
koyarwa
Daniel
All
teaching
Many
"
Farawa
ɗaukan
fear
New
yayin
asked
gora
Isaiah
amfana
while
Rom
brother
dole
ayyuka
zauna
nufi
tabbatar
ƙarshen
Who
really
done
mamaki
eyes
From
shafaffu
Lord
attitude
serving
hanyoyi
husband
tsoron
mankind
majagaba
alkawari
dai
Tim
jawo
father
mugun
desire
Masu
jimre
understand
ɗauke
daɗa
labarin
between
fine
iyali
possible
tsai
Job
support
gaskata
learned
felt
best
mutanensa
haɗa
fara
Tun
taimakon
speak
Those
receive
Your
Maimakon
kuka
My
sarauta
Abraham
kirki
Law
happy
Luke
nemi
slave
Timothy
hannu
ƙarin
gina
Because
ever
care
taimako
fuskanta
avoid
ra’ayin
bayani
Bethel
baptized
gidan
kullum
follow
matter
kowace
lives
ayyukan
bad
aikata
giving
Zai
prophet
See
These
followers
someone
woman
jiki
last
Consider
conduct
Acts
system
kowa
sheep
food
mean
Korinthiyawa
almajiransa
Saul
again
matasa
tsanani
gaɗi
shirya
shaida
Su
Kana
answer
sure
lead
yaƙi
Manzo
respect
self
al’ummai
attention
members
Ban
nazari
remain
enjoy
cannot
situation
language
Yadda
wise
kuna
yet
following
fito
account
child
dangantaka
certain
bari
moved
trust
apostles
haɗin
mother
act
Adamu
sacrifice
pray
law
kuɗi
Har
cin
sense
Wata
36
went
saying
present
riƙe
begen
koma
imitate
city
38
king
yourself
kalmomin
ya’yan
spiritually
nation
different
kind
temple
laifi
righteousness
sons
land
maganar
kwanaki
resurrection
ɗauka
individuals
keɓe
knew
cim
Of
haƙuri
Jews
little
ƙunshi
koyarwar
shan
ƙoƙarin
needs
nor
few
left
sabuwar
Thus
fushi
thus
sauran
naɗa
zaɓi
alkawarin
kawar
false
․
number
fuskantar
Irmiya
aika
Mis
received
45
tambayoyi
saw
hard
problems
kingdom
turn
ruwa
sisters
better
women
strong
gafarta
especially
Joshua
cikakken
everlasting
kome
Ɗan
suffering
qualities
gyara
guje
gives
ainihin
cause
works
Timothawus
thinking
matsaloli
reading
yawancin
Although
likely
teach
Ga
case
bimbini
question
Paul’s
difficult
Revelation
matters
far
provide
Corinthians
tsarin
Yaƙub
prophecy
Afisawa
brought
point
ƙwazo
off
whole
zamani
Christ’s
religious
wrong
Yayin
bawan
known
next
gift
perfect
feelings
early
Yahaya
faranta
James
umurnin
Almasihu
light
shall
Waɗanda
duniyar
lokatai
Luk
loyal
thought
riga
maimakon
Ana
principles
ruhun
whether
kaɗan
tuba
talifin
blessings
Does
until
Romans
Are
littattafai
waɗanne
Nassosi
sakamakon
friends
gaskiyar
prayers
samaniya
yan’uwanmu
free
believe
▪
gwada
ancient
Dukan
comes
examples
ƙarfin
real
fita
since
shows
Such
cikinsu
makes
Satan’s
Ayukan
taking
strength
tsoro
Proverbs
Devil
guji
ruwan
circumstances
C.E
inspired
believers
witness
certainly
Rather
Markus
glory
loved
ƙasashe
taught
tafi
Be
Ibran
yiwu
similar
rayuwar
44
ɗan’uwa
R
1914
abokan
Littafin
married
Wace
waje
Irin
Can
waɗansu
ƙarƙashin
kiyaye
sabon
Ayyukan
fuskanci
shirye
adam
coming
age
truly
bayinsa
kusan
comfort
nagarta
sent
halaye
body
heard
privilege
Since
Watchtower
Like
change
Nuhu
organization
Sulemanu
–
Far
yanke
42
tashi
clear
kud
zaman
Tsaro
kanka
kalmar
ibada
wuri
saƙon
accept
bege
taimaki
divine
bambanta
wanted
maintain
sister
going
fully
karɓi
Scriptural
understanding
faruwa
World
blessing
lalata
involved
provided
blood
along
bayar
rule
heavens
material
hearts
miƙa
dead
huɗu
states
Hasumiyar
promise
integrity
confidence
decisions
rayuwarmu
zuciyarmu
tumaki
Picture
died
preach
thing
ƙungiyar
mentioned
tsira
rage
matarsa
Akwai
annabta
soon
Dokar
yaransu
While
ma’aurata
tamani
special
addini
night
appointed
authority
Yanzu
Not
apply
including
Bit
seen
try
stand
ila
regarding
goma
Solomon
mulki
damuwa
Hebrews
Cikin
greater
deep
tambayar
draw
around
kept
return
effect
41
control
yaren
nothing
allow
forever
evidence
banza
muku
showed
near
Today
yar
tell
39
interest
covenant
therefore
opportunity
prove
ransom
daɗi
honor
imani
sanar
effort
taken
fassara
past
damu
Yahuda
judgment
angels
O
gwaji
direction
congregations
Ɗansa
ƙa’idodin
talk
speaking
high
Still
canje
courage
tsara
meaning
Indeed
willing
godly
Now
Instead
Will
vital
Greek
shari’a
serious
doubt
according
move
tambaya
annabcin
kyauta
nufinsa
wonderful
recorded
Iblis
powerful
respond
second
bada
Yusufu
iyalin
efforts
promises
faɗin
earthly
iri
sukan
helps
spoke
remember
Hebrew
obey
sarki
mabiyansa
Joseph
happiness
information
sakamako
standards
halitta
ceto
tashin
written
sins
halarci
religion
mene
small
praise
annabci
value
anyone
determined
seek
using
Ni
Babila
dama
rukunin
money
appreciation
Amirka
water
May
once
strengthen
hannun
foretold
bakwai
mala’iku
shige
based
offer
field
listen
flesh
sarautar
shelar
Duniya
saurari
school
meeting
Hence
older
halayen
Mark
walk
Jeremiah
Keep
43
tanadin
jama’a
gorar
group
zuciyar
bautar
psalmist
Bai
four
pioneer
baptism
Masar
Isha
hamayya
leave
chapter
soul
NA
trials
dare
hold
decision
wants
already
gargaɗin
119
gane
During
Turanci
matsala
Did
buɗe
People
promised
perhaps
regard
Mary
Hakazalika
here
events
ki
salvation
Roma
responsibility
Maryamu
lost
dalla
health
role
tsawon
Shari’a
thoughts
served
activities
precious
Creator
wace
makaranta
yiwuwa
wurare
hands
tambayi
complete
imperfect
within
rather
hear
tarayya
dokar
gwiwa
DA
physical
zarafin
Matt
manyan
public
lived
matar
everything
war
garin
illustration
fahimta
stated
Judah
instance
anything
Their
Therefore
experienced
Have
hadaya
B.C.E
SONGS
mulkin
happened
Love
zahiri
Ruhu
biya
Kafin
sanyin
endure
tsabta
manta
tattaunawa
please
sarai
kammala
call
forth
arziki
fulfillment
reasons
biyar
Ubansa
bincike
talifi
Jewish
reflect
continued
Matiyu
kuɗin
dalili
shafe
harmony
guidance
pages
appreciate
born
Game
isa
clean
letter
tribulation
Afis
Genesis
tara
issue
annabi
Timotawus
tsofaffi
sunansa
gain
furta
ya’ya
Noah
helping
kasa
kwanciyar
fahimtar
ceci
ƙari
cike
clearly
conscience
tsananta
Eve
THE
ability
evil
Just
showing
Hoto
got
yan’uwan
proved
First
elder
A.Z
Shaidu
mace
ƙaunaci
haske
whose
jitu
True
littattafan
form
considered
meet
concern
friend
servant
further
Moreover
affect
simply
head
WAƘOƘI
Yakubu
explained
reach
Ruth
couple
sarkin
mercy
ƙasashen
magance
yar’uwa
indeed
Ezekiel
accepted
actions
humility
teachings
umurni
dawo
expression
influence
longer
kalaman
large
yakan
fansa
alone
zaune
sha’awar
humble
Egypt
Sa
Ps
enemies
murna
led
seeking
available
dattijo
provides
knows
offered
50
ɓoye
Ne
carry
proper
destruction
ajizai
advice
blessed
daily
yaro
started
desires
poor
sacred
zabura
bakin
ƙaura
worshippers
46
Wanda
crowd
Iliya
sura
kun
stay
warning
Kai
sacrifices
Daniyel
bear
fulfilled
alama
Hall
action
Would
hadayar
Galatiyawa
else
haifi
raised
choose
haɗari
Samuel
matashi
regularly
deal
regular
girman
position
interests
created
matsalar
rayuwarsu
training
60
Yake
:⁠
Haka
voice
open
cultivate
Most
haikali
practical
local
daidaita
Babylon
Ɗan’uwa
ma’ana
ma’anar
assignment
48
Gama
country
al’amura
ransa
unity
ƙaunarsa
occasion
worldwide
kalmomi
misalai
nanata
ilimi
die
gata
class
Bugu
grow
dukanmu
kyautata
Fitowa
ƙin
behalf
takes
Amos
encourage
fahimi
mutuwar
al’ummar
fari
build
encouragement
bisharar
Messiah
kwana
walking
develop
buga
Gal
described
prayed
addinin
tallafa
easy
neither
creation
challenge
sovereignty
common
kuke
iyalinsa
named
history
various
mate
almajiran
jirgin
Sam
rest
kowanne
freedom
Nassi
Elisha
justice
girmama
cancanci
jini
shawarwari
wuce
Memorial
al’ajabi
mijinta
lesson
activity
al’umma
itself
shida
darasi
benefits
yaba
wajibi
ready
Kalmarsa
modern
roƙi
seed
shown
period
acts
working
start
doka
muhimmancin
actually
jimrewa
persecution
sha’awa
personality
ikilisiyoyi
Habakkuk
daɗe
quality
According
changes
earlier
Later
basis
shepherd
Sama’ila
Before
focus
Similarly
mataki
zamaninmu
stop
yankin
positive
matsalolin
tsufa
tabbacin
above
laws
Or
protect
ra’ayi
speech
devotion
disciple
rich
Though
answers
results
discreet
ahead
expect
tsaya
ɗabi’a
United
Zan
dedication
everyone
command
haikalin
albarkace
damar
faced
yourselves
happen
angel
Armageddon
kings
becoming
firm
greatest
personally
knowing
zuriyar
wives
70
David’s
tried
Ubanmu
annabce
bukaci
explains
ago
iyakar
yancin
biyan
seem
flock
addition
Witness
Korintiyawa
baƙi
encouraged
changed
keeping
ten
behind
brings
attend
daughter
demonstrate
single
moral
subject
problem
priests
ciwo
goal
himma
examine
Roman
Bible’s
arrangement
entire
rejoice
government
express
Life
display
—⁠
jira
Ibrananci
tura
seven
allowed
Hauwa’u
K.Z
dangantakarmu
pain
dokokin
alive
leaders
include
source
exercise
birth
biɗan
47
approach
tells
Lokacin
shafuffuka
Jacob
resurrected
dalilai
rayu
obedience
challenges
amfanin
tsaye
ƙaramin
sign
presence
watan
Sarkin
expressed
Wa
turned
hidimarsa
65
s
steps
hukunci
zarafi
Kubawar
goals
kayan
observe
force
obedient
Gaskiya
harsuna
tawaye
importance
kanku
goyon
favor
whatever
shiri
strive
visit
Majami’ar
eat
held
wuta
karatu
Elijah
abokin
hanyoyin
Aka
anger
individual
Great
raba
truths
practice
ta’aziyya
sexual
suffer
deeply
realize
learning
Ephesians
Others
dedicated
yan’uwansa
rasa
horo
discipline
rayuwarsa
Ƙauna
millions
Wa’azi
zaɓa
throughout
barci
months
shela
beyond
recognize
barin
paradise
waƙa
publications
fama
addinai
revealed
Tuna
tsaro
affection
hakkin
myself
Another
opposition
protection
aikinsa
met
test
contrast
branch
Sarakuna
Helenanci
hidimarmu
gabaki
necessary
urged
Perhaps
kwatancin
ko’ina
gudu
surely
languages
tsare
Uba
matata
albarkar
studying
added
Cor
kunya
koyaushe
halicci
related
asking
firistoci
rubuce
gwamnati
involves
caused
vision
tsayayya
Sau
bread
55
bangaskiyarmu
discuss
hakki
yanci
tambayoyin
Ɗaya
ziyara
closer
published
aware
returned
siyasa
Brother
shugaban
York
enough
Pictures
offering
mizanan
Clearly
lands
progress
wonder
amsar
record
Dole
five
kallon
yaƙin
choice
accounts
bayarwa
final
invited
bikin
reward
interested
filled
aljanna
convention
cece
elderly
Nehemiah
endurance
Hukumar
delight
kaina
spoken
tarihi
Watch
despite
shafan
completely
sort
bukatan
wallafa
Bisa
loyalty
kyautar
decided
Suka
line
enjoyed
madawwami
chosen
mako
albarkaci
pure
ruhunsa
appropriate
verse
Holy
standing
dukiya
several
followed
forward
Fit
Tana
144,000
fall
gari
quickly
fahariya
Yan
looking
area
ƙunci
forgive
Remember
firist
students
books
ƙulla
States
bawa
forgiveness
genuine
nasa
situations
success
assigned
explain
condition
accurate
worked
sharing
guard
zuciyarsa
Nevertheless
pressure
fight
begin
lack
Translation
prepare
zeal
families
beginning
kuskure
office
labari
tsarkake
bayi
fruit
confident
effective
English
overseers
association
Gilead
nishaɗi
wakiltar
thousands
short
articles
sababbin
compassion
wahalar
miyagun
door
Timoti
building
Yaƙ
karɓa
Awake
nuni
KA
natural
azaba
Body
shirin
tree
manzannin
addu’ar
patience
Governing
Young
declared
one’s
getting
traveling
furcin
conditions
Really
babbar
reveal
manifest
fruitage
places
batutuwa
zealous
ɗin
rufe
six
gano
abokai
Despite
Look
Mar
pursue
gifts
alamar
zuciyarka
kewaye
imagine
jima’i
sauraron
Titus
Filib
centuries
response
eventually
pay
Korantiyawa
fail
destroyed
prophets
halartan
zuciyarsu
shafaffun
kurkuku
kāriya
tausayi
sound
specific
yaɗa
bless
react
jinƙai
tambaye
labaran
aiko
ɗari
wasa
publishers
forget
teku
layi
ikonsa
acceptable
Good
Zechariah
Lalle
waye
trying
100
carefully
mabiyan
requires
experiences
bayyane
sashen
cire
key
rera
Gaba
Where
Tower
juyayi
tuƙuru
grateful
failed
watch
makarantar
biɗi
undeserved
Prov
Abram
evening
offspring
less
sometimes
sashe
matsayi
Mutanen
ran
TO
51
ƙunsa
meant
prepared
simple
image
member
teachers
job
fulfill
ridda
priest
deeds
realized
sincere
ƙalubale
manyanta
warned
karɓan
valuable
aurensu
ƙoƙarinmu
miji
note
darussa
overcome
Each
feeling
conclusion
putting
preached
saba
Through
Ƙasar
commanded
Mutuwar
Wanene
aspects
prospect
ƙware
matsi
missionary
included
overseer
responsibilities
former
Mutum
neighbor
bala’i
sakin
beliefs
ɗansa
wuraren
zuba
cope
calls
pioneers
morning
Mikah
literature
fire
concerning
beautiful
umurce
49
Bauta
approval
household
consideration
littafi
friendship
Nan
accomplish
cikinsa
seems
zunubin
tafiyar
Was
guide
tunawa
Isaac
heartfelt
1919
tushen
ƙaunarmu
warkar
treat
sarakuna
yaran
umurci
violence
E
uses
required
kusaci
Take
sauƙin
companions
manner
hour
tafarkin
amincewa
tanadar
education
yan’uwansu
prophecies
mental
noted
Malachi
state
loves
enter
sayar
lose
evident
Asa
labarai
arrived
koyan
opened
practices
jiran
request
Paradise
goodness
Teach
ƙuduri
security
Alkawari
About
foreign
hours
week
spent
PAGE
K
Magana
includes
understood
save
encouraging
gatan
hukuncin
ƙaruwa
manne
ayar
zina
Koyarwa
suffered
prophetic
sararin
side
commandments
juya
2010
negative
miyagu
discussed
faithfully
takwas
farkon
shigewar
Heb
caring
Kol
yaƙe
ladabi
convinced
kwanakin
tongue
duhu
kame
watsi
student
consequences
listening
wine
Babban
iyayensu
shekarun
passed
praying
immorality
hukunta
step
Being
relatives
ƙaunace
outside
yaranku
coci
spend
concerned
al’amuran
auri
bukatun
either
world’s
extent
term
feet
ya’yansu
raunana
Sarah
rasu
alkawarinsa
jawabi
jinin
becomes
sinful
basira
write
ziyarci
areas
resist
Faith
reasonable
Philippians
points
territory
ofishin
seeing
kanta
Sar
kiran
subjects
Ask
opportunities
Jamus
answered
wasiƙa
bearing
observed
dangana
nature
More
Allahnmu
workers
tarihin
least
referred
saurara
refers
cikar
Mafi
tsanantawa
Also
parts
goranci
Make
Hotuna
Nassosin
wanene
original
Should
wurinsa
dabbobi
haɗu
alherin
assured
dubu
karatun
wait
sammai
Him
youth
remained
yare
Soon
wai
yabo
yamma
rukuni
baki
lessons
nasu
kowacce
batu
halartar
event
existence
mu’ujiza
2012
immediately
Hidima
gumaka
teacher
illustrate
safe
riches
burge
minds
muguwar
sea
Only
koyon
prison
Mount
lalle
deliver
Think
church
Abraham’s
girl
Center
dukansu
careful
danger
purposes
Hanya
gaji
third
2011
Colossians
School
ƙare
ƙai
Imagine
sanya
Jonathan
Sha
general
attending
verses
mildness
lot
active
ɗan’uwan
ya’yansa
slaves
rabu
insight
ciwon
dealings
Yan’uwa
Yawancin
master
teaches
limited
nisa
beloved
sight
secular
tsammani
although
Wahayin
Kula
tilasta
viewed
looked
ido
established
tender
satisfaction
relief
countries
ground
universe
helpful
gunaguni
A’a
rayuwata
53
husbands
seemed
bã
basic
zaɓe
drawn
creatures
political
Nisan
pattern
roƙo
greatly
misalan
pleasure
yaushe
affected
prevent
sick
distress
temptation
energy
measure
invitation
expressions
bayanin
killed
circuit
cancanta
Ƙaunar
Rome
chose
kwatanci
Saratu
lie
yaron
Yunana
roƙon
principle
Sanin
cikinta
Farin
gunduma
produce
Well
gareshi
studies
Shekaru
faɗake
karya
continues
ɗokin
bringing
haife
Lot
provisions
Land
attack
responded
harvest
manzanninsa
Kuwa
darkness
succeed
auren
man’s
eye
Fir’auna
Gospel
aikinmu
High
ɗa
almost
gabatar
Note
ainihi
refused
million
strengthened
Israel’s
ajiye
pride
loss
mala’ika
meditate
carried
half
enemy
usually
marubucin
increase
itacen
aikinsu
paragraph
presented
dokoki
particular
mouth
privileges
miliyan
Kasance
train
gode
trained
iska
mere
fili
immoral
Makarantar
birni
attended
destroy
closely
Ishaƙu
picture
bambanci
aside
makiyayi
army
agree
raina
hure
SHAFI
evidently
Ahab
tattara
direct
homes
outstanding
judge
statement
growth
shekarar
search
play
leading
miliyoyin
amfane
appear
Happy
Pet
horar
Mosaic
Us
ƙoƙarce
acted
conversation
sa’anda
hearing
Ke
Iyaye
instead
zuciyata
witnessing
lahani
watanni
Kolosiyawa
hari
Messianic
furucin
manzanni
successful
easily
saved
idea
Tas
pass
adadin
ba’a
built
daughters
relates
boy
meal
iyalinmu
Ezra
fitowa
animals
determination
report
likewise
nace
Over
rayuwarka
Nuna
Aljanna
groups
Give
taru
Rai
sauri
taso
145
opening
month
Deuteronomy
merely
Under
miles
youths
Joel
mutuwarsa
dutse
ware
BE
dayawa
describes
inheritance
Zama
issues
Furthermore
2009
anxiety
road
directed
refuge
sees
Nehemiya
Shekara
kowannenmu
Go
promote
Having
annabin
drink
Israelite
battle
instruction
bond
tanadi
particularly
applying
zuci
tsari
Kolossiyawa
Hakanan
iyaka
abokansa
contains
shuka
halicce
Filibbiyawa
52
Among
manya
dattawan
race
St
ceton
zaɓan
assist
furci
goyi
halinmu
Dan
66
receiving
spread
mighty
Filibiyawa
unique
Karin
duwatsu
grew
rulership
entertainment
abincin
indicate
ƙaru
afraid
Could
Micah
involve
tukuna
Leviticus
Nathan
declare
cikinmu
gaggawa
cikakkiyar
commission
waiting
War
discern
break
trial
saɓa
alkawuran
applied
Likewise
critical
jinkirin
connection
appeared
cut
fage
inside
ruler
salon
discussion
busy
jawabin
Hezekiah
emotional
weak
da’ira
box
Family
scriptures
Spirit
sadaukarwa
responsible
communication
Pentecost
late
Regarding
gods
Akasin
yabon
essential
Christianity
parent
due
willingly
zancen
deliverance
joyful
setting
jefa
delivered
occur
text
speaks
gidansa
Never
town
cares
jituwa
Kowane
legal
shin
united
Labarbaru
alhini
bangaskiyar
Exodus
Laba
Matasa
da’awar
sabili
zumunci
wahayi
Society
resolve
hadayu
courageous
MAI
treasure
darajar
Labarin
visited
Here
yunwa
comments
contrary
goes
fearing
Kuna
rejected
mature
conclude
min
engage
matakin
business
requirements
zuwan
mãsu
ƙaunarsu
finally
entered
Promised
aspect
batsa
hakika
Kiristocin
gayyace
littattafanmu
translated
shepherds
instructions
Abu
gudanar
Sovereign
wilderness
fansar
saurare
matsa
Martha
ƙarfafawa
lies
refer
dealing
Day
room
Study
Ayu
considering
warm
demons
laifin
improve
Haggai
kindly
marmarin
ƙasarsu
beneficial
garden
reminders
mallaka
niyyar
gatar
Naomi
2013
hakanan
cases
lasting
shugabannin
advantage
raise
Baal
tears
honest
constantly
eternal
gayyatar
Japan
represent
powers
90
dindindin
parable
gwaje
hankalinmu
sannu
Yaƙin
Worship
Ainihi
spirituality
faithfulness
Al’ummai
iyalai
Her
Uban
Parents
cities
gamsuwa
Isa
reject
sword
provision
Rev
eating
reshe
decide
Lutu
biyun
telling
committed
younger
contribute
pleased
Ciki
secret
harm
Galatians
tumakin
Ci
giya
aririce
conventions
Whether
Kyau
zinariya
rarraba
wasiƙar
reveals
taimakonmu
murya
mara
missionaries
strengthening
path
widow
USED
listened
quite
Dattawa
decades
notice
ƙananan
bangaskiyarsu
reality
lafiyar
patient
jikin
contact
claim
yabi
aid
sinners
gratitude
nawa
Abubuwan
Irm
type
hikimar
values
escape
gine
adds
Haruna
itace
qualified
Iya
Kings
gathered
superior
fitar
matan
harshe
dear
worth
Robert
LMT
Kasancewa
granted
halinsa
wasan
dogon
selfish
Pharaoh
km
GA
primary
ayyukansa
mistakes
awake
views
fasikanci
ƙarfe
II
mujallar
fill
gurasa
Christendom
Students
minister
fell
maku
ayoyi
program
don’t
assurance
Once
focused
correct
throne
aukuwa
performed
send
perform
namiji
freely
wealth
saurin
tuntuɓe
expected
Without
Turai
zalunci
Jonah
reference
ɗanka
Surely
describe
concerns
Sea
opposers
join
witnesses
indicated
talauci
chapters
providing
recognized
thousand
reminded
tsammanin
tufafi
treated
occurred
Book
matuƙa
Mahalicci
placed
rebellion
magazine
glorious
render
cry
arise
kashi
seriously
peoples
marry
iske
Finally
Noah’s
sanyi
repentant
recent
Every
dangerous
hoton
Josiah
yes
wickedness
indicates
sadu
sex
eight
cover
lamiri
accomplished
Koya
garken
72
adultery
illustrations
leads
isashen
Rahab
normal
talking
illness
rely
talakawa
challenging
2008
organized
details
karimci
growing
Fentakos
Children
hurt
61
carrying
survive
ciyar
renon
worshipers
tribe
amintattun
rightly
abundant
hallaka
matsayinsa
azanci
Lord’s
Jephthah
maimaita
Hosea
struggle
reached
developed
begotten
namu
gone
rendered
sojojin
talifofin
ruling
god
Yahuza
big
society
major
conviction
letters
jaraba
merciful
Questions
identify
Has
authorities
demonstrated
Box
persecuted
gan
Ministry
eager
inhabitants
neighbors
remaining
Peter’s
comforting
translation
Second
Tassalunikawa
hotunan
56
matakai
assistance
Pharisees
Ecclesiastes
hidimarsu
zato
discouraged
Germany
ƙungiyarsa
canji
viewpoint
Absalom
Albarka
factors
YA
sought
Eden
Both
Aaron
social
reports
Father’s
taka
Russell
Whatever
associated
impressed
almajirantarwa
touched
Lallai
Aya
gabansa
haihuwar
separate
Hezekiya
feels
wish
main
mota
Brazil
a’a
worthy
descendants
ark
nearly
Spanish
ministerial
juyin
Come
Mutumin
altar
Abigail
wasiƙarsa
abokiyar
tafarki
Anuhu
figurative
advance
stake
ought
fleshly
studied
Ubangijinmu
muni
joined
shared
reasoning
probably
taimakawa
Doing
invisible
Idin
ƙila
haihuwa
injustice
gafara
indefinite
jeji
pursuing
calling
mild
forces
shafa
muhimman
gwamnatin
ra’ayinsa
difference
front
gold
habits
Ruhun
shugabanci
kurame
baƙar
Girma
Afirka
humbly
walked
quoted
cikinku
choices
satisfying
girbi
lallai
compared
lovingly
gāji
Mashaidin
writing
muryar
2000
sinned
zubar
Mulkinsa
motivated
nagari
muradin
kalamai
Mahaliccinmu
zafi
roƙe
reflected
belongs
Two
cuɗanya
heed
theocratic
grief
generation
kill
607
significant
janye
54
reaching
weeks
YI
yantar
Jehoshaphat
determine
ainun
dokokinsa
Maɗaukaki
sang
remains
remarkable
Thessalonians
akwatin
listeners
appearance
Passover
Wajibi
Brooklyn
halittu
dwelling
naka
ministers
fassarar
mallakar
almajirai
aya
admonition
ɗan’uwansa
proud
handle
nesa
Catholic
maye
midst
allows
mountain
amount
Iyali
endured
dangantakarsu
'
background
facts
Suke
moving
abundance
nema
uban
poverty
Nabal
wakilta
rahoto
sunã
wadata
serves
Doka
benefited
cuta
jayayya
Mexico
ayyukansu
Faransa
Version
saƙo
lokuta
assures
kasuwanci
Help
IN
makoki
wahayin
anab
acknowledge
writer
mugayen
annabawa
na’am
nufe
ayoyin
rise
Hannatu
Muka
kalli
Adnin
keeps
yankan
moves
reaction
formed
referring
meaningful
easier
court
approached
Enoch
believed
preceding
sauƙaƙa
repentance
pointed
Zephaniah
Am
ɓangare
Allahnka
sadaukar
wide
guided
person’s
occasions
leaving
belong
OF
haɗe
upright
proof
animal
successfully
babi
ɗaukakar
Lokaci
drinking
rinjayi
NW
allowing
ideas
union
forms
koyo
none
story
83
mukan
gareni
aikatawa
sarautarsa
exercising
gwajin
run
grasp
governments
80
rulers
kamewa
komi
matuƙar
tasiri
gāba
lowly
taurari
exactly
Notice
blind
patiently
matalauta
chief
fornication
Babba
sheba
grown
Sadly
Ɗaliban
Esther
military
Kiristanci
produced
mani
remnant
names
armies
acting
Ki
dwell
process
haskaka
ƙiyayya
forgiving
persons
inclined
shawo
ƙoƙarinsu
hutu
Jehu
shakkar
endeavor
zunubanmu
Farisawa
Peace
task
kaya
faɗaɗa
displayed
ayyukanmu
lada
royal
modest
pleasing
Ranar
thereafter
temporary
Job’s
hannunsa
lalace
inhabited
stopped
JEHOVAH
kashedi
firmly
require
zurfi
model
worse
arrangements
pressures
gwauruwa
Knorr
Intane
mention
ƙanana
moment
brotherhood
Rasha
ɗaliban
aniya
refuse
sleep
financial
Duba
Oktoba
Satumba
makiyaya
kimiyya
dignity
ƙudura
marvelous
ganuwa
pioneering
Rashin
yanayinmu
apart
shari’ar
peaceful
zance
hau
ziyarar
Work
mil
hawaye
apparently
abilities
gathering
farinciki
ungodly
violent
Yaushe
gidanmu
Upon
pornography
difficulties
emotions
facing
corrupt
sacrificing
appears
maintaining
severe
addu’o’inmu
resulted
behavior
unclean
Zakariya
international
munanan
Samun
wedding
zartar
kiwon
kwanan
almarar
appreciated
hatred
Eph
familiar
Chronicles
secure
takan
attendance
cocin
jigo
highly
France
waters
address
trouble
kisan
limitations
religions
couples
anxious
Drama
inabi
Afrilu
shed
Assembly
music
outcome
Flood
Wajen
tsakiyar
numerous
sha’ani
waƙar
soja
ƙofa
treasures
unable
iyalinsu
Baruch
exist
103
shagala
sauraro
methods
Church
Ezek
recall
ziyarce
zafin
sarakunan
treatment
obeying
zargi
possession
wanzu
Yahudiya
mountains
nasaba
invite
represented
Gen
mahaifiyata
heavy
environment
baby
April
ransu
drawing
unrighteous
dutsen
Rayuwa
J
amsoshin
Nebuchadnezzar
Other
matansu
lying
slow
turning
abuse
reign
suggestions
vast
ambaci
motives
wanke
directly
private
asali
associate
influenced
uba
Habila
shine
Ephesus
August
Africa
dangantakar
nassosi
advancement
Kiristendam
komo
samo
gradually
Wurin
baiwa
South
iyayen
sit
ra’ayinsu
meditating
Bangaskiya
al’adu
batutuwan
literal
stood
aike
career
inner
58
Nazi
maida
physically
soyayya
Biblical
remove
mummunar
ƙarnuka
tribes
I’m
holding
increased
March
kyakkyawan
relations
replied
ƙa’idodi
120
Mashaidi
Lev
designed
corruption
Arena
fursuna
repeatedly
gayyaci
mayar
tempted
koyarwarsa
Solomon’s
Maris
ranka
happens
July
asks
imperfection
generous
Abubuwa
punishment
begins
victory
reported
paragraphs
sauraronsa
Lit
ƙudurta
abandoned
remind
assignments
halakar
Learn
warware
Explain
yaranmu
offers
daji
62
dubi
effects
kusace
impossible
Lissafi
Lazarus
dress
wheat
300
souls
affairs
entrusted
Tasalonikawa
Hawwa’u
yafa
assembly
Sinai
dacewa
company
gidajen
Lawiyawa
trusted
73
meditation
hasarar
alert
mafaka
enable
mamakin
Agusta
global
research
sassa
journey
Bayin
miracles
abota
sickness
enables
finding
angry
gidansu
national
ill
potential
matarka
bambancin
lovers
causes
kauce
divorce
soldiers
2001
wrath
rubutu
Lis
hundreds
Duka
writings
properly
error
rinjaye
relate
Michael
magani
lifestyle
stress
Sometimes
Levites
sa’an
possessions
tushe
nunawa
Li’azaru
higher
boldness
recreation
dubban
sa’o’i
Sa’anda
instructed
Almighty
sad
employment
discernment
sata
identified
Abel
balance
gudummawa
1950
horon
September
lambun
rinjayar
Gog
terms
sunanka
involving
October
shawarwarin
zargin
1999
Its
zunubai
ado
Internet
Tarihi
taronmu
construction
cost
exists
2003
identity
aljanu
Josh
halayensa
mutumi
concluded
Tare
Zuciya
TSARKI
sayi
additional
beast
Bi
excellent
flee
kifi
standard
hate
bautarmu
hospitality
Mecece
hasken
commands
addinan
differ
restored
balanced
meek
firstborn
Nazarin
attitudes
sojoji
Koyar
Taron
approved
inherited
daren
weaknesses
ɗayan
paying
motivate
yini
inherit
Dutsen
white
gidaje
signs
encourages
Yuli
straight
upbuilding
Amfani
tests
Maria
amana
filin
iyayena
wild
Corinth
jigon
traits
tattalin
Mata
jama’ar
thank
song
Unlike
Time
choosing
glad
struck
ɗauko
garke
painful
oil
poured
Dukanmu
biɗa
gudun
mawuyacin
dubbai
haɗarin
brief
sunayen
inganta
noticed
zamaninsa
nauyi
Annabi
adjustments
appeal
Asiya
safeguard
91
content
Fiye
iyayensa
Maganar
iyalinka
mankind’s
ƙasƙantar
W
commandment
shigo
nassi
miraculous
stars
writes
haifa
audience
resolved
healthy
associates
useful
maganarsa
fid
Lamb
abandon
readily
canjawa
Katolika
Canada
Bin
disease
today’s
American
madadin
fitting
subjection
yanki
Things
Coliseum
silver
Sheol
Kayinu
Shortly
ƙarfinmu
amincewar
herself
surprise
ƙa’idar
applies
travel
Source
LITTAFI
Disamba
wrongdoing
recalls
maturity
Koyi
ɗanta
tunaninmu
resources
tashe
Out
alaƙa
bukatunmu
trusting
Talifi
series
buy
Elihu
depth
tausayin
Majami’un
urgency
motsin
watau
earnestly
tsohon
Granted
Ɗa
root
conversations
Hannah
except
Jehoash
dangantakarsa
offerings
majority
people’s
rundunar
routine
enabled
63
Tawali’u
kusantar
tendency
Mayu
Pennsylvania
takobi
kalilan
variety
medical
desirable
draws
release
fata
jimiri
camp
calamity
non
Galili
fast
mala’ikan
aurenmu
conflict
jihar
deaf
auku
ignore
karɓe
scripture
foundation
Misalin
Gideon
karantawa
saki
Halls
protected
abokantaka
zealously
sihiri
binciken
welfare
misalinsa
car
azurfa
tada
Bath
Halin
relative
magazines
create
57
plans
bodies
yaranka
zã
jikinsa
manufar
Nineveh
attacks
City
governing
taba
Yusha’u
repent
gafartawa
dealt
declaring
wondered
cinye
features
Addu’a
wutar
literally
modesty
kisa
compare
wisely
ƙoƙarta
surprised
released
Janairu
songs
yarinya
worldly
aibi
rewarded
ɗalibin
ranmu
News
Ja
yashe
Boaz
Galilee
jinkiri
halittar
accepting
commit
nufa
glorify
companion
kalami
Isuwa
Jordan
rules
establish
Judea
welcome
peaceable
ƙasan
sauke
Recall
gona
annabcen
rigaya
arranged
Europe
stone
Kalmomin
zukatan
obtain
Master
removed
devoted
enduring
limit
Judas
publicly
pursuits
yanayinsu
ears
Aikin
wars
magidanta
Daidai
extended
Sa’an
makonni
Photo
recently
tabernacle
Following
2,000
Eventually
Firist
1918
relationships
Testament
represents
Concerning
raye
Jezebel
gather
empty
region
Cain
hardships
dangers
notes
solid
macen
tsoronsa
Michelle
Truth
raising
thankful
idolatry
al’ada
Stephen
sorts
Annabcin
vow
symbolic
date
stick
possibly
ilimin
maigida
intense
community
mates
motive
Further
traveled
partner
ɗazu
hidden
idanun
Afisa
trees
causing
da’awa
significance
official
sujada
belongings
visits
ruin
Ƙarfafa
adjust
Nuwamba
komawa
enjoying
laid
utmost
grand
failure
Phil
miraculously
initiative
Grand
senses
Yara
conscious
gidajensu
www.jw.org
Convention
rauni
willingness
quick
malaman
gabata
reminds
gonar
strangers
aririci
unbelieving
property
surori
mummunan
store
urges
submit
jure
ginin
weakness
perfection
joyfully
beauty
disfellowshipped
bukatunsu
compassionate
ubansa
restore
rabi
Service
clothing
slavery
economic
fish
Zuwa
Ce
paid
degree
alkawuransa
fallen
c
hankalin
ɗora
Baftisma
village
Kwamitin
eagerly
TA
Darussa
January
mance
Sunan
biyo
lay
possess
ƙabilu
differences
hijira
fundamental
primarily
satisfied
ended
Manasseh
worker
ɓace
residents
preparing
kayayyakin
disobedience
review
courageously
earnest
fannoni
sane
miracle
mugaye
gyare
Ezekiyel
Sodom
amintattu
constant
Charles
Trust
seventh
universal
passing
Faithful
Aiki
Prayer
Koranti
acquire
dandalin
malamai
exposed
December
PAGES
proceeded
adalcin
wind
tsarkaka
sustain
Heart
entitled
nauyin
air
belief
reproach
filako
depends
86
ɗaura
Elders
Man
churches
sayings
privileged
ƙazanta
regret
divided
talifofi
jw.org
accord
matashiya
YOU
communicate
Samuila
sansanin
2002
pagan
observing
tattare
alcohol
cast
visiting
Times
harmful
abroad
writers
nagargarun
displaying
aniyar
preserve
temptations
hundred
Leader
halayensu
Highlights
supported
baiwar
caught
aboki
cared
disaster
dalilan
Sophia
likened
Name
burin
shaidar
Ƙetarewa
Shawulu
supporting
Dutse
gamsarwa
across
Linjila
scholar
trip
mugu
thanks
dukkan
Blvd
Urdun
Akwati
permanent
lokacinmu
halinsu
JEHOBAH
grain
Barnaba
discovered
saurarar
farmaki
tunaninsa
male
tax
believing
'an
mahaifina
makaɗaici
morally
San
rain
nama
tayar
agreed
tsorata
Continue
kasawa
stronger
ƙaulin
marital
64
obligation
ikilisiyoyin
drew
WHAT
warnings
2004
guilty
Asaph
ƙafa
percent
brotherly
sanda
loyally
broke
Philip
kishi
Making
spouse
ɗakin
Zafaniya
proclaimers
Rifkatu
leader
Spiritual
110
unless
Show
ma’aikata
warns
finds
Tract
influences
saurayi
Joshuwa
Haran
addu’o’i
broken
cutar
touch
images
copy
soil
ashirin
Esau
fit
rago
district
puts
threatened
distance
masana
kingdoms
Sermon
campaign
Allahn
nine
Australia
officials
Babylonian
halarta
jarraba
dangi
U.S.A
kwance
Inda
yardan
farat
Barnabas
whereas
gareka
tarko
faces
rena
zaɓin
torture
sauransu
haughty
Truly
104
139
praising
quit
looks
ma’aikatan
rinjaya
Korah
newly
expects
Congregation
Ireland
hankalinsa
wholesome
heads
George
ɓangaren
priesthood
manifested
mazauni
amincin
maƙasudai
marked
Way
Sosai
Jas
Ave
Salama
dabba
wipe
Sa’annan
Aminci
maigidanta
Maimako
105
Allahna
kunne
Scripture
Daraja
alamance
tsabtace
sa’a
proclaim
yalwar
crowds
expectation
feed
refreshing
tsauta
houses
kokawa
context
child’s
householder
scene
Right
alkama
objective
approaching
mark
zaki
Everyone
gefen
eternity
psalm
Sakamakon
kamiltattu
priority
Priest
kwashe
jariri
sha’awoyi
developing
68
i
surrounded
matsayinmu
tired
Creation
intended
highlights
rama
tent
believer
detail
SHAFUFFUKA
nakan
stayed
ƙalubalen
distant
sababbi
existed
maganin
tongues
qualify
gini
babba
Adam’s
low
Eric
schedule
Jim
mistake
urge
Committee
rahoton
brochure
surar
tsawo
Kanada
karaya
tsada
obeyed
ƙofar
budurwa
imitating
threat
bitter
dariya
win
imaninsu
rejoicing
Nazari
1930
ratsa
opposed
makamai
searching
total
mizanai
pictures
judges
spirits
haushi
finish
list
jaridar
zage
burning
Kawo
wanzuwa
ƙa’ida
Which
mahaifinsa
Ubana
yaransa
69
Asia
sets
tseren
wariya
pursuit
disasters
maƙwabtanmu
Aure
fallasa
completed
shoulder
suddenly
prominent
opposite
forced
custom
lokacinsa
ruled
mulkinsa
obstacles
printed
promotes
shortly
innocent
gained
Become
rushe
risk
birane
description
encounter
500
97
French
add
addu’o’in
mijin
400
Yuni
ƙoƙarinsa
contain
oppose
reflecting
serpent
Mashaidiyar
Nations
amintaccen
engaging
tsayawa
tsere
asleep
covered
Anna
wajaba
bayanai
declaration
3,000
faɗan
Canaan
regardless
kaciya
reply
thrown
Tushen
ganewa
cup
Rutherford
plan
tsakaninsu
season
zane
healed
impact
biranen
reliable
delighted
gangan
tested
yafe
backing
dust
lokatan
S
/⁠
supply
tafiye
steadfast
addressed
didn’t
thrilling
ɗaure
pleasant
assemblies
State
allolin
gracious
daddare
yawo
International
Know
HOW
adana
mazauna
terrible
attain
Yau
kasuwa
Biyu
taurin
acquainted
increasing
ma’auratan
Taro
kamiltaccen
amincinmu
mazaunan
anxieties
prize
Isaiah’s
ajin
diligent
Fear
acknowledged
Were
culture
returning
cultivating
Ruler
profound
similarly
gaɗin
haramta
manufa
taɗi
hankalinsu
sold
explanation
rendering
exciting
Rebekah
await
requirement
burden
130
hujja
eliminate
ra’ayinmu
June
publication
kaɗe
feature
Bilatus
Shugaban
clergy
huge
priorities
forgiven
appealing
Tsoron
Jon
Eli
kore
factor
rewarding
tawayen
ɗaga
sitting
aged
nearby
darassi
reflects
abokansu
popular
lips
life’s
weeds
passage
Ba’al
extend
rantsuwa
Any
attempt
auna
conducted
Judge
muhimmin
bukatu
wurina
kyakkyawar
grant
begenmu
Ur
singing
Kusan
iyalina
Samu’ila
Theocratic
haɗama
hidimarka
Cameron
discussing
hates
alherinsa
iyakacin
dream
continually
object
tagomashin
troubled
application
Above
ends
gorancin
maigidana
Jericho
unfaithful
Egyptian
baƙo
depend
dõmin
gwauraye
skills
yar’uwar
Kamata
makasudai
Karatu
captivity
fãce
hukumar
sa’annan
Ai
witnessed
rights
Masarawa
length
execution
Neh
bride
wuyan
bangaskiyarsa
birds
kallo
sune
otherwise
crushed
cold
Earth
Often
Saduma
sayan
apostates
Imitate
wall
kasala
jan
Alheri
BIBLE
tempered
takardar
miss
Muhimmanci
helper
stumble
Maimaitawar
Shepherd
ikilisiyarmu
talks
mourning
itatuwa
2005
wholeheartedly
Nasara
deceived
executed
ra’ayoyi
Besides
yawancinsu
Daniel’s
haddasa
prophesied
wauta
ɗana
played
Draw
condemned
reputation
German
ƙaramar
associations
kingship
comment
harsh
examination
temper
effectively
bed
tsananin
accused
memory
lacking
Sama
Knowing
headship
Seed
father’s
leadership
Speaking
healing
Col
Arthur
motar
2006
ƙona
judged
reap
reads
hated
observes
Pay
Hikima
abokinsa
maintained
Russia
gajiya
tanadinsa
debt
respects
Numbers
visible
shugabancin
gamsu
Jin
Amsar
muhimmiyar
yarensu
namely
ɗaki
deserve
finished
shuru
arewa
preserved
BA
sabonta
nisan
dawwama
dominmu
barazana
aƙalla
deeper
Consequently
everywhere
silent
Nufin
repeated
northern
ruɗi
watching
River
gaining
gareku
taimakonsa
84
spending
Jude
dark
conducting
ajizanci
striving
Fabrairu
foot
ordered
jerin
aji
inspiring
appointment
Sarautar
judgments
gobe
rewards
150
damage
turns
angelic
foolish
arms
warfare
Moab
center
jirgi
reasoned
texts
rataye
iyayenmu
afflicted
contained
Jeroboam
stories
Hope
Long
comforted
urgent
mulmula
talabijin
mine
112
yalwace
gamsar
halayenmu
letting
patriarch
hanci
zarar
marmari
likita
mutunci
experiencing
Marriage
bound
principal
dawowa
covering
whenever
Red
cherish
fim
Kudu
mijina
jikinmu
continuing
apostate
rubutun
almajiri
discouragement
footnote
bayyanuwar
minded
restoration
November
nasarar
badness
prosperity
yanka
emotionally
Ceto
practicing
sincerely
quiet
confronted
amazing
arose
Get
Mal
Throughout
calm
ruɗe
immediate
Kowace
humankind
afterward
exile
Malakai
71
adopted
ƙera
Firistoci
Christlike
happening
doubts
fanni
holds
mahaifi
Kan
rashawa
ZA
umurninsa
gwargwadon
bala’in
Litafin
Sihiyona
ɗalibai
Hotunan
junanku
kwanta
uwa
malami
capable
daɗai
dabbar
Early
conquered
friendships
haraji
earth’s
Death
copies
street
yoke
Ex
ridicule
scholars
Gospels
Three
favorably
February
Evidently
method
2014
thereby
Mashaidiya
masifa
moon
fears
bayana
minutes
portion
thorough
widely
count
Latin
sanctified
Insight
rebellious
apostasy
overwhelmed
goats
Next
natsuwa
shugaba
fāɗi
Use
Again
edition
losing
William
satisfy
Samariya
History
Using
sorrow
commendation
hasala
discussions
customs
Kindness
biki
running
Kogin
countless
admonished
selected
tools
asibiti
Says
unbelievers
exercised
talents
waƙoƙi
lion
lamirinmu
Bawan
intimate
yabe
ABIN
Joseph’s
opinion
ƙarewa
extraordinary
Kusaci
aura
fasa
handling
kullayaumi
riba
kotu
Readers
understands
Living
kowannensu
Compare
throw
yardar
Yahweh
annual
Assuriya
Waɗansu
sujjada
table
tasa
highlight
Dalilin
U.S
crime
imperfections
cloud
remembered
pity
wasiƙu
tunasar
Gaskiyar
alhakin
awe
yasar
Brothers
peer
59
zunubansu
saɓani
commissioned
desired
Hoton
nasiha
Ainihin
hardly
Pilate
wancan
adults
kamili
hair
roƙonsa
hesitate
fulfilling
Dā
famine
armor
gargaɗe
anymore
disappointed
unexpected
zaton
Pray
imanin
mu’ujizai
Tekun
Ubanku
Yahudawan
sauka
Serving
Spain
shame
morewa
guilt
ƙwace
amanar
initial
positions
THIS
ƙaryata
Goliath
Psalms
cooperate
comfortable
Ostareliya
Jibin
participate
strike
testimony
Linjilar
citizens
resulting
mentions
tamanin
halittun
disposition
fara’a
rawa
submission
mala’ikun
ruɗin
sending
illustrated
stumbling
plant
Teku
ƙoƙarinka
Ɗana
|
highlighted
top
bayansa
girbe
runduna
Kan’ana
Reign
Taimaka
ladar
charge
Divine
island
commended
Ubangijin
Anointed
COVER
IS
haƙĩƙa
haɗuwa
ƙarami
illustrates
muradi
89
victim
zamanu
roƙa
Likely
Dictionary
al’umman
arrive
Loving
holiness
stones
expand
perfectly
Samaria
Teacher
annabawan
ƙwararrun
alamun
widows
relatively
ɗan’uwanka
chance
admits
537
claimed
gado
ƙwayoyi
Civic
price
hoped
tumakinsa
river
foremost
133
admit
valid
extreme
Malawi
development
tufafin
Uku
arrival
favorable
kuskuren
receives
dafa
2007
saukar
tasowa
Wise
75
materially
Yearbook
linked
cikakke
clothes
rayuwarta
Mother
riya
147
previously
outlook
Muke
publisher
fushin
load
alloli
bashi
Kowa
frequently
kursiyin
glorified
belonging
amincinsa
openly
elements
asirin
strengthens
translations
grave
distressing
ongoing
saƙonmu
Ingila
Dubi
Accordingly
viewing
binne
ƙaunarka
neutrality
depressed
Kun
imitation
garments
wucewa
Evening
Empire
defend
1,000
trustworthy
greatness
rescue
site
amincinsu
sauko
replaced
CA
labor
engaged
Whom
associating
annoba
vain
iyawa
preachers
gayyata
200
Certainly
surface
sunana
shuɗe
missing
dies
Biyayya
hutawa
awaki
Ikon
refreshment
ethnic
agreement
yours
wartsakewa
cututtuka
tamu
Britain
shepherding
inclination
duties
fed
theme
habit
generally
expressing
ear
Poland
avoided
deserves
Godiya
listed
interesting
WHEN
idar
jinya
Zion
capacity
manzon
gorarsa
ƙaryace
saya
Elijah’s
protects
bus
tend
contributed
settle
iyalinta
121
deepen
gidanka
Maintain
Yã
awaiting
ƙa’idodinsa
fourth
Italiya
bones
prospects
sanannen
balle
sat
backgrounds
errors
1995
jininsa
gabanka
readers
Answers
suggest
emphasized
creature
gorance
imaninmu
delay
Power
chaste
generosity
exemplary
gungumen
Suriya
Jesse
tsoho
yan’uwana
Golden
ALLAH
kishin
boys
78
garemu
izinin
1940
equipped
ĩmãni
proving
Samson
improper
Thomas
weaken
safety
1513
tear
Kaisar
Millions
gyaran
isolated
bow
manna
ashamed
fighting
prejudice
Encyclopedia
Wato
damun
al’adar
cried
gādo
credit
forefathers
reside
Maraice
zunuban
106
measures
sāka
supplies
ƙonawa
dying
matsayinsu
ƙuruciya
everyday
masarautar
sing
Philippines
Ɗaukaka
Up
honesty
Babiloniyawa
darasin
gets
blesses
dame
victims
phrase
judging
judicial
timely
proclaimed
compromise
ɓarna
strongly
gab
danƙa
bishe
Brian
gudummawar
solution
bought
composed
honesthearted
historical
heal
waya
heirs
examining
Had
yankinmu
Cyrus
considerable
ha
shield
uwar
Sami
defense
sinner
Orthodox
Please
Dubu
Old
kara
hungry
Cocin
ta’azantar
Additionally
oppression
bagadi
sāke
Meal
harkokin
Philippi
AN
necessarily
unwise
cruel
addu’arsa
sufficient
Nothing
wadar
ranan
hakkinsu
Ƙungiyar
worry
stands
mutãne
Saul’s
advanced
kogin
needy
Joy
imprisoned
Men
faɗuwar
saninsa
Yanayin
uphold
Igbo
exhortation
surrounding
Ones
sauya
tsibirin
hide
hypocrisy
tafiyarsa
mahaifiyar
canjin
asiri
struggling
kalma
maishe
prayerful
emblems
Much
fields
Kora
Gentiles
capital
tsane
wasanni
empire
garesu
project
standpoint
tafe
idanunsu
exchange
London
follows
Mana
zukatanmu
types
tagomashi
ƙabila
Kiristendom
doctrine
fled
disposed
akwati
Within
shaidu
homeland
richly
zana
heartwarming
Magog
limaman
planning
Illustrate
sam
England
talatin
indication
Head
headquarters
Jeremiah’s
totally
aurenka
ganinsa
ɗansu
gabashin
counted
ɗaukansu
suggested
undoubtedly
harshen
maƙiyan
extra
Volume
Al’umma
1998
Years
scale
Allahnsu
greed
jarida
leaves
iron
Close
ƙarfinsa
synagogue
saving
wuyar
Bukatar
kwamfuta
bright
wayo
suitable
specifically
ƙuje
Knowledge
billions
deception
izini
saɓo
hamsin
alongside
assure
elsewhere
twice
telephone
phone
ease
STUDY
Mugunta
execute
maido
arrives
adalcinsa
pleasures
intelligent
WANNAN
projects
deceptive
weekly
limamai
titi
Gwada
maciji
hanzarin
overly
safiya
Ita
worshipper
dedicate
miliyoyi
ƙanƙara
handed
Bill
Musamman
fuskar
Bayahude
yan’uwanka
Babylonians
idols
Sabbath
alkawura
Describe
realm
gidanta
impression
reminder
proclaiming
falling
considers
Wahala
huta
hadayun
wealthy
Waye
assume
boat
captive
arna
Abada
1939
doctor
Bayanin
alamu
services
rock
comparison
yisti
achieve
Richard
voluntary
won
lissafa
evolution
nassosin
fathers
souled
ours
gabanmu
nadama
Ohio
karfafa
awaits
tsuntsaye
fitowar
occurs
Dalili
YADDA
diligently
announced
Rigyawa
Ebed
prayerfully
Hankali
gargaɗinsa
mallakarsa
access
statements
taste
Maza
matashin
suggests
Biritaniya
Assyria
explaining
teenager
survived
sessions
NAZARI
IT
heritage
turare
Mary’s
fāɗa
warn
Serve
equal
cleanness
kulawa
Reading
messages
bawansa
Neither
biɗar
Ayoyi
tarkon
sulhunta
Tambayoyi
mahaifiyarsa
ni’ima
yan’uwanci
fruits
gurasar
kasawarmu
View
NE
tattaunawar
unselfish
tragedy
Misali
ruhohi
gatherings
Chron
Mutuwa
farmakin
jima
Regardless
ƙoƙarcen
valley
gunki
MY
kuzari
hagu
refrain
origin
Matar
tsakaninmu
Ji
shadow
nassin
idanu
partake
wear
Human
trap
Near
Mugun
television
prior
Adalci
tradition
accompanied
opinions
bore
expectations
hears
distinguish
awa
absolutely
Very
Year
hardship
paths
fiery
supplication
respecting
tarar
burned
Moscow
oath
gladly
Back
murder
aljanunsa
sha’awoyin
Mala’iku
Josephus
spreading
exclusive
presentation
JULY
dabara
ƙauyen
somewhat
atmosphere
ƙyama
1931
Beach
shaƙatawa
girls
kiransa
ƙone
tragic
sakandare
zuriyarsa
passages
Herod
proves
rabuwa
bears
drive
admitted
matakan
John’s
fargaba
Friend
funds
Last
injury
conquest
Dace
nishaɗin
musun
ɗaurin
daular
bangaskiyarka
CE
ikilisiyarku
zurfafa
empowered
playing
spite
centered
solve
yield
visitors
correction
lokacinsu
danginmu
convey
perceptive
Ikilisiya
Alƙalawa
deny
plenty
cikina
duty
alfahari
Tit
HAVE
bijire
daɗinsa
maigidan
concentration
dinga
settled
enjoyable
honestly
Andrew
tendencies
Teaching
jarirai
Against
Ra’ayin
boldly
sasanta
produces
enjoyment
unusual
intentions
Allahnku
tarurruka
exalted
lawlessness
yankunan
jahannama
feared
hurarriyar
bautarsu
sacrificial
silence
police
bidiyon
tsani
mizanansa
gardama
Giving
historian
arba’in
entering
milk
ruwaye
video
dry
developments
thrilled
peers
propaganda
respectful
muddin
gross
happily
dangantakarka
Sashen
burnt
newspaper
biɗe
yaranta
marubutan
petitions
rabin
mazaunin
hanyoyinsa
obvious
exact
weapons
foreigners
almajirtar
lõkacin
ignored
steward
initially
addu’armu
Simon
inspiration
plain
hannunka
Fahimtar
Ten
ƙungiya
92
evangelizers
oversight
haifar
ensure
detailed
mazaje
sell
topics
disobedient
girgizar
Dr
submissive
tarbiyya
Bethlehem
east
objects
officer
1955
children’s
Alƙa
Assuriyawa
prominence
Especially
Barak
worshipped
surprising
wulakanta
1922
hospital
adversity
Ma’aurata
permit
Person
ƙabilar
identifies
parallel
Hali
Majalisar
representatives
truthfulness
weight
virgins
Iko
begun
claims
zuriya
Until
taƙaita
exert
clay
AND
raguwar
ROM
title
kamanta
symbolized
operation
schoolmates
resurrect
Ballantana
Waƙar
located
Ganin
Anthony
118
Cika
101
Sabon
Septuagint
ɓacin
akan
Obadiah
garment
promoted
Taimako
weeping
repay
amazed
devote
Naaman
Dukansu
productive
avoiding
It’s
dage
ON
comforts
Try
north
emphasis
conquer
Purpose
immortal
endless
alkawarinta
overwhelming
distracted
focusing
zukatanku
iyalansu
counseled
D
perceive
yawanci
whoever
opens
saƙonsa
kina
wurinsu
e
tsofaffin
jami’a
fortify
skin
nufensa
daka
current
corrected
ƙaunatattu
walls
Neman
Sake
seated
hurarren
fahimce
scribes
motivates
Zo
emphasize
magabtan
amsoshi
hoping
wofi
Learning
attracted
saduwa
Jew
Mahaliccin
handled
accident
gāda
rebel
ɗaukar
visions
94
individually
Caleb
allah
schools
Listen
Nineba
crown
marubuta
Trinity
1943
ƙudurin
C
deliberately
ƙaya
guests
Ƙwarai
Third
Yaranku
sanarwa
Christian’s
natsu
incident
separated
Uriah
mamaye
producing
mallaki
sũ
offended
kurwa
zagi
level
informed
zurfin
hotuna
exercises
wherever
ganinsu
appoint
lissafin
memories
launin
95
badly
conflicts
tsayin
selfishness
End
Praise
territories
YESU
outset
SA’AD
thoroughly
Thessalonica
Britaniya
lifetime
directions
mawadata
saurarawa
Thereafter
Eccl
female
blame
feeding
recalled
gentle
contribution
tsaka
Gidiyon
civil
Rayuwar
forgave
respected
mora
materialism
arrested
m
symbol
European
location
mahalli
computer
Greater
presents
watchful
ƙaunatacce
ƙarar
ƙaunata
adopt
feast
kyar
uncleanness
kayayyaki
kawowa
Deborah
hadari
Walk
style
mantawa
20th
media
embrace
Dogara
aikinka
smoking
enhance
minor
morality
murmushi
instituted
grows
halittunsa
lamp
hira
limits
drugs
jaridu
Whoever
distributed
Suppose
instruct
grieving
1990
Earlier
Madagascar
azancin
tekun
somawar
practiced
cease
Humility
Taking
wasannin
sentence
kalamin
macijin
programs
shaye
delightful
wages
kabari
expresses
shafaffe
tarho
neutral
Deut
cross
pieces
ƙwayoyin
guarantee
biyayyar
forgotten
kurkusa
Ake
welcomed
zantattukan
possibility
inactive
Devil’s
ibadarmu
kori
middle
Reflecting
implies
Rule
111
Kaleb
dami
yankuna
numbers
gabas
unjust
jikinsu
evangelizer
jawabai
shugabanni
globe
somawa
childhood
I’ve
©
jealousy
Samaritan
wa’azinsa
contemplate
Sin
yankinku
wa’adi
depression
remembering
keen
worshipping
touching
cleansed
waƙoƙin
requests
Ruhaniya
qualifications
speaker
kamanin
1997
ƙyamar
permission
earn
sowing
ajiyar
iyayenku
items
yielding
Matattu
unscriptural
Thess
memorial
occasionally
idanunsa
agaji
womb
virgin
Egyptians
snare
kilomita
Helenawa
Kāre
participation
famous
Daular
