<unk>
<pad>
<s>
</s>
,
.
da
the
a
to
and
ya
of
:
in
kuma
?
ne
yi
ba
su
Allah
(
)
"
ta
“
”
is
that
you
ce
na
mu
ga
daga
ka
for
ku
-
they
shi
not
Kuma
suka
sa
will
;
mai
wa
be
an
it
them
are
on
cikin
—
with
abin
za
who
have
ma@@
we
his
!
’
their
God
Jehovah
Ya
from
s@@
ing
he
as
a@@
I
cewa
iya
1
yin
ke
A@@
We
i@@
He
re@@
un@@
was
c@@
Mai
​
ed
in@@
Jehobah
A
or
sun
ci
s
waɗanda
kasance
And
zai
g@@
your
us
do
f@@
t
nan
what
gare
es
d@@
wani
t@@
i
wannan
al@@
those
yake
ma
S@@
so
e@@
our
ar@@
m@@
him
by
The
n@@
suke
p@@
wanda
haka
b@@
yana
aka
k@@
an@@
u@@
suna
bã
all
kan
en@@
o@@
can
e
mãsu
Ka
y@@
T@@
ar
2
j@@
idan
y
Lalle
u
w@@
sa@@
ko
when
Yesu
has
ã@@
one
l@@
people
zuwa
this
Jesus
ka@@
at@@
al
M@@
er@@
ta@@
don
]
lalle
sai
st@@
me
it@@
ha@@
B@@
but
H@@
[
were
ƙ@@
il@@
‘
E@@
masu
C@@
at
kai
zama
ab@@
G@@
r@@
3
What
Lord
ted
as@@
ye
ni
ra@@
er
game
o
ji
said
sunã
had
L@@
da@@
ts
I@@
'
su@@
or@@
ly
K@@
d
F@@
yadda
mutane
5
id@@
fa@@
kuwa
4
on@@
D@@
musu
would
v@@
may
ac@@
Tsarki
wata
dis@@
ur@@
Littafi
N@@
did
if
sh@@
To
which
du@@
wasu
ation
h@@
nuna
6
tar
yawa
shall
en
ers
P@@
ate
ti@@
z@@
ku@@
wa@@
my
is@@
'@@
W@@
con@@
li@@
ge
k
then
R@@
ds
'an
God’s
pro@@
ad@@
no
How
about
Bible
In
ga@@
bai
ri@@
O@@
kamar
b
ã
ya@@
war@@
la@@
ĩ@@
es@@
fi
They
n
am@@
im@@
-@@
ba@@
Ta
insa
gaskiya
for@@
15
ic@@
7
mar@@
insu
good
gaba
son
bi
ent
war
yar
ity
take
l
8
ake
ex@@
õ@@
Jehovah’s
se@@
dukan
out
there
life
earth
lo@@
ɗ@@
’s
zã
kyau
9
ki
12
been
10
sosai
ll@@
har
time
san
waɗannan
cin
m
dõmin
be@@
she
domin
man@@
duniya
hakan
amma
day
yaya
iy@@
His
mu@@
ve
tu@@
11
say
ana
ru@@
ciki
ro@@
’@@
el@@
kar@@
Muka
yar@@
should
how
ina
14
mana
Sa
ting
gu@@
Amma
Mu
de@@
yan
th@@
fãce
some
ence
kansu
But
san@@
come
ir@@
its
Yã
fa
th
ai
haƙĩƙa
le@@
Y@@
mo@@
si@@
13
Mun
ita
J@@
kada
ĩmãni
things
masa
muna
ful
It
ũ@@
ce@@
le
di@@
man
Shin
able
made
more
Ma@@
before
kin
akwai
make
ty
way
muka
help
sa’ad
se
har@@
inmu
U@@
au@@
sani
ts@@
qu@@
only
Shi
wan@@
kar
Sai
upon
does
ata
sp@@
Idan
amfani
than
Ku
know
ec@@
wurin
taimaka
other
ous
irin
When
up
ated
fi@@
Da
ra
O
bu@@
mafi
go@@
her
mutãne
op@@
Me
If
wajen
tion
est
bauta
kamata
lokacin
ƙasa
1@@
pre@@
sha@@
par@@
lõkacin
You
yan@@
17
kun
mutum
any
mun
16
love
So
jin
ãwa
muku
uwa
ine
rai
sanya
such
also
cẽwa
ance
zo
tsa@@
Him
ah
muke
ɓ@@
shekara
ding
mis@@
far@@
ter@@
ƙa@@
into
tar@@
sũ
dar@@
This
biyu
ded
19
ect
ved
ɗaya
p
Wannan
ear@@
men
ment
see
over
like
many
ea@@
mi@@
Our
Bulus
faith
believe
gar@@
ẽ@@
ch
among
do@@
give
even
world
ran@@
el
sabõda
ever
so@@
others
truth
ou@@
Na
•
per@@
je
Ba
st
ci@@
Why
farin
tare
down
girma
gi@@
18
against
whom
Al@@
ations
king
dec@@
tra@@
20
could
because
Kiristoci
po@@
des@@
Z@@
mã@@
19@@
bayyana
abu
der
ter
work
pl@@
after
Then
sent
ƙar@@
ho@@
kuka
kawai
co@@
these
ev@@
ɗan
4@@
aiki
magana
Christians
Paul
tun@@
tre@@
kõ@@
alhãli
shir@@
kansa
own
tã@@
c
For
no@@
ally
ansa
ones
ne@@
ite
/
am
ik@@
nufin
wat@@
gaya
lokaci
ɗan@@
Sa@@
bi@@
Do
24
Yanã
ak@@
ves
nor
tana
farko
sed
ch@@
Christian
ure
em@@
away
As
sha
ib@@
spirit
han@@
sama
most
bo@@
5@@
ƙi
ƙarfafa
red
rec@@
yanã
ol@@
ings
indeed
ko@@
sã@@
6@@
yau
bukatar
ver@@
una
ay@@
Ubangiji
That
ons
kõ
ning
dã
first
pres@@
ying
all@@
min@@
being
ul@@
to@@
kan@@
bar@@
yã
21
soma
22
true
Day
fo@@
Kingdom
zu@@
ges
inku
evil
ann@@
sar@@
In@@
gab@@
wi@@
given
go
need
com@@
ban
bã@@
kã@@
muhimmanci
fear
te@@
shin
right
un
ƙa
ely
unto
ari
.@@
well
Kristi
azãba
fe
Za
abubuwa
wa’azi
kuke
20@@
ten@@
pe@@
aikata
kunã
ish
gan@@
cl@@
example
two
aminci
must
tri@@
fã@@
bin
koya
bisa
surely
Shaiɗan
za@@
Say
become
Ko
saukar
kõme
end
ki@@
cika
worship
over@@
jin@@
na@@
another
bl@@
hu
's
kãfirta
'a
tsar@@
ɗa@@
ined
ban@@
gra@@
anci
dai
fin
aikin
congregation
ansu
spiritual
might
Yohanna
My
Ha@@
Saboda
bar
children
car@@
wã@@
mata
E
az@@
inka
great
let
heavens
the@@
rubuta
years
sion
ali@@
heart
samu
ãn@@
maka
knowledge
Mar@@
karanta
annab@@
bayan
Christ
tabbata
23
ẽwa
death
halitta
ents
Menene
sami
Sa’ad
ks
ila
each
words
themselves
mutanen
Hakika
mar
ced
An
wur@@
ger
misali
fe@@
Moses
iyar
ps
ja@@
7@@
bãbu
pa@@
Who
ged
ob@@
gani
vi@@
der@@
r
ited
ry
Shĩ
tly
te
part
anta
ide
nu@@
ima@@
family
Indeed
ƙauna
tur@@
sur@@
ing@@
yã@@
ati@@
Ubangijinka
tuna
back
find
now
ther
less
ap@@
w
Witnesses
came
den
hikima
dabam
every
wal@@
ses
believers
Un@@
kanku
tal@@
never
wor@@
om@@
ill
lled
hankali
ness
ates
Th@@
ja
ƙasar
8@@
Yake
dace
Those
place
can@@
used
though
inter@@
gre@@
pri@@
hi@@
waɗansu
id
ut@@
Abin
tions
sanin
says
amin@@
Sh@@
Ƙ@@
ial
dan@@
ɗin
pla@@
ganin
Wa@@
dar
25
ned
shi@@
very
keep
Yana
wadda
ces
hidima
awa
Zabura
28
ble
Kamar
except
show
tan@@
cikinsu
re
taƙawa
hu@@
turn
just
ess
Kirista
tsarki
ating
ɗe
end@@
cikinta
between
through
–
Adam
tat@@
rayuwa
sar
while
addu’a
hanyar
ƙarya
mini
sau@@
ĩ
gave
ge@@
sammai
wo
inta
kira
ss
Kada
ving
kanmu
serve
sin
ice
hala@@
us@@
thou
comm@@
ities
ensu
times
cu@@
fur@@
il
aba
gargaɗi
fu@@
ck
bring
ture
kula
created
punishment
aik@@
set
kuna
ver
aj@@
ph@@
duk
self
faithful
abubuwan
x@@
Lo@@
mun@@
ast
ef@@
riƙa
gro@@
told
ask
ƙwarai
ary
inda
Word
ke@@
fully
fahimci
bayyan@@
Book
name
Ko@@
hanya
shakka
kana
tun
ws
dab@@
sab@@
ciyar
brothers
power
Wane
fir@@
sin@@
ory
land
hearts
ɗi
arsa
S
David
Satan
Shaidun
word
shafi
ruwa
baƙin
Dauda
ruhaniya
himself
ies
ƙai
jir@@
od
iti@@
apostle
kũ
much
rab@@
our@@
Re@@
Mo@@
shiga
shĩ
mi
dā
Bitrus
Mene
fin@@
servants
iyar@@
abo@@
ked
cre@@
por@@
deeds
laifi
ected
Israel
put
saur@@
tãre
follow
Ɗ@@
yanzu
Sabõda
One
kashe
30
Pro@@
mani
found
rashin
samun
Muna
new
*
ƙaunar
isa
means
lic@@
There
news
we@@
ri
Is
ow@@
ig@@
iz@@
ven@@
clear
signs
sun@@
eth
John
V@@
certainly
mat@@
today
An@@
sec@@
righteous
gõ@@
why
same
lar@@
sal@@
aure
alhẽri
aikatãwa
zunubi
faru
ion
faɗa
yawan
Duk
ser@@
den@@
26
rã@@
koyi
et
mur@@
doing
read
mon@@
zan
prayer
Read
jo@@
app@@
igh@@
biyayya
um@@
pas@@
nat@@
lea@@
where
ther@@
ic
wan
haƙuri
tive
parents
shen
ign@@
’a
ight
far
ead
ant
mutuwa
ju@@
ms
cho@@
hold
rãnar
Matta
ah@@
ɗa
ship
ath
29
women
fore@@
All-@@
g
bur@@
mankind
sake
ious
atar
dly
ere
get
eal
comp@@
babu
tru@@
wato
me@@
27
ality
ɗaukaka
wh@@
yarda
age
wise
aff@@
ikilisiya
Su@@
Musa
mercy
ira
Bayan
Suka
human
Alal
maza
deli@@
gãfara
thee
better
h
dre@@
guda
la
tafiya
mil@@
200@@
led
wu@@
x
ƙaryata
brought
rahama
best
On
les
Waɗanda
Don
holy
lit@@
knows
forth
lling
hana
exp@@
until
order
gã@@
By
person
0@@
course
ors
coun@@
yan’uwa
peace
wn
wrong@@
kwan@@
sel@@
ƙarfi
kun@@
Waɗannan
happ@@
hai@@
matsayin
31
arin
without
Wanda
ths
af@@
sure
tu
Ya@@
kafin
hea@@
ered
Am@@
mind
aika
ments
taɓa
feel
study
Mu@@
kusa
too
ƙun@@
nam@@
shaida
ition
Karanta
ɗauki
reward
learn
Mulkin
Masani
dare
long
Messenger
hel@@
ura
ist@@
Muhammad
inv@@
heaven
als
daraja
0
kal@@
Be@@
night
ali
ways
taimake
ily
zãlunci
together
eli@@
thy
mor@@
9@@
hon@@
halaka
arsu
wing
Ho@@
Your
Manzo
cause
under
lam@@
use
↑
ministry
ased
ent@@
ner
became
fit@@
Wh@@
low
de
kir@@
Ba@@
ɓata
mũminai
kawo
Bab@@
littafin
hope
days
ren@@
fita
live
face
tawa
bãyan
ach
33
ir
wancan
prot@@
sing
comes
Is@@
Manzanni
yay@@
tunani
Babu
cri@@
Kalmar
However
wuya
kowane
2@@
angels
ever@@
Ab@@
gg@@
baya
fitar
Domin
tattauna
di
wife
young
Peter
ƙã@@
revealed
cikinsa
shar@@
tribu@@
Isra’ila
ruhu
’uwa
jã@@
respon@@
Wani
tic@@
kafa
kasancewa
giving
stri@@
wrote
ane
guidance
Ru@@
med
book
kake
res
saying
hear@@
ins
tan
ently
ection
Rãnar
dã@@
ƙin
tã
fahim@@
return
ire
ari@@
dũniya
associ@@
ction
mutu
requ@@
full
yu
cen@@
uku
Lãhira
light
hand
adalci
Wasu
R
musamman
mer@@
gun@@
think
zuciyar@@
gida
believed
jar@@
shiryar
ƙarshe
Ka@@
ond
kãfirai
mayar
mata@@
All
gir@@
want
disciples
Yoh
ala@@
Abraham
off@@
ns
Surely
Ku@@
hath
Bã
wane
act
zuciya
early
ƙan@@
nazarin
important
reas@@
thing
ill@@
Ch@@
stan@@
call
clo@@
abada
rayuwar@@
Most
Daga
Mas@@
No
both
dũ@@
ame
took
ƙara
done
ase
N
view
div@@
called
mutãnen
yarwa
saboda
consider
Mulki
wed
M
mũ
Let
preaching
sen@@
witness
ãy@@
jẽ
AN@@
nasara
ayyukan
umur@@
bir@@
Do@@
prov@@
fied
bab@@
taron
Ne@@
Ar@@
tunanin
yet
ad
fru@@
sub@@
ref@@
service
zauna
Sar@@
seen
Ina
Yaya
ple
manz@@
pers@@
yayya
ƙir@@
babban
eyes
appro@@
und
rana
daidai
nothing
father
hor@@
rel@@
ical
duka
lura
yed
up@@
Ex@@
Yet
brother
Hakan
tsanani
f
he@@
iri
kaci
alkawari
ene
during
uban@@
tain@@
ken
Mũ
Father
maƙ@@
water
'am@@
hak@@
tas@@
These
shekaru
gabãn@@
tiv@@
Mat
inSa
fav@@
albarka
rin@@
Na@@
zar@@
str@@
men@@
kaɗan
juna
promise
anã
star@@
buil@@
Ubangijinku
ters
bat@@
spec@@
ile
3@@
old
Thus
Ishaya
soever
Isra’ilawa
Verily
gwa@@
onsa
sta@@
ƙas@@
sto@@
Mũsã
speak
ess@@
bangaskiya
Waɗanne
verily
encoura@@
pos@@
understand
expres@@
waj@@
ility
tr@@
ā@@
hukun@@
there@@
ris@@
Littãfi
cc@@
bãyar
gama
anin
sol@@
tsammã@@
inã
less@@
bukata
cr@@
atan
ism
32
sauƙi
share
Sun
ct
bau@@
gaban
ma’@@
ened
tor@@
therein
cannot
leave
iko
whose
acc@@
making
taro
look
gri@@
Ubangijinsu
ans
Go@@
After
Uban@@
bre@@
faɗi
As@@
wahala
out@@
ud@@
kon
ambata
ani
anointed
doers
living
kã
No@@
al’a@@
ee@@
ren
chan@@
alin
desire
ions
remember
Some
addin@@
Have
yini
abinci
Ashe
Ni
tsakãn@@
vis@@
En@@
ff@@
ili
ision
wrong
matter
run@@
Munã
fiye
00
home
hukunci
amince
gran@@
nake
fact
nation
loving
ranar
baftisma
occ@@
õy@@
religion
soul
,000
toward
matattu
Ibrahim
form
Gre@@
si
la’akari
At
rej@@
ously
nĩ
ikin
daina
Psalm
tawali’u
34
whatever
seek
won@@
gr@@
Mat@@
gh@@
pt
fellow
ɓa
ɓa@@
asked
riƙi
expla@@
having
ects
rep@@
marriage
hada@@
Ã
gives
King
Us
pp@@
comple@@
ili@@
zaun@@
tsõron
Ra@@
obey
Scriptures
fulfi@@
Yes
Aljanna
With
gi
something
nau@@
cap@@
ght
tain
waye
per
consid@@
ãl@@
Je@@
ƙasa@@
appointed
try
trust
ders
ama
ys
nin
refu@@
ƙasã
Alƙur
coming
Luka
tãwa
ray@@
hal@@
left
reason
benefit
Ƙari
sunan
publi@@
onal
page
still
hands
ining
Ju@@
ring
tance
iting
yen
taimakon
zamanin
bincika
appreci@@
Suna
Q@@
dee@@
nẽman
present
ging
ãni
Con@@
du
cer@@
ask@@
Son
ƙaun@@
ong
prac@@
zur@@
ough
neither
Kno@@
shawara
hidimar
sons
later
manzo
kaɗai
yourselves
turned
ẽ
dogara
wisdom
cy
ayyu@@
tic
wuta
Manz@@
'ãni
ise
wace
wo@@
invol@@
sakamako
house
spo@@
dead
sau
ward
Ubangijinmu
kon@@
jũya
three
joy
ences
mutu@@
account
ikon
Fa@@
res@@
Prophet
ware
again
ayyuka
ƙon
zunu@@
receive
dal@@
enter
haɗ@@
wicked
kama
year
sign
lead
ourselves
Even
mãtã
bada
gener@@
35
sanar
ingly
inst@@
koyar
ests
taimako
Jud@@
et@@
Romawa
ply
br@@
worl@@
uri
tafi
off
kiya
ang@@
ners
gement
cont@@
ls
began
gu
umurnin
saka
ef
ƙe
37
iness
mugunta
coura@@
kind
lies
zan@@
mit@@
atten@@
tabbatar
ell
Or
close
azãbar
mag@@
perfect
Yan@@
tle
She
bu
iyal@@
bishara
Mafi
taken
marar
chi@@
riƙe
Israelites
biy@@
therefore
fire
halin
where@@
armu
teach@@
ould
cro@@
help@@
ƙoƙari
ites
Fire
gor@@
yanayin
Kai
im
iya@@
40
mas@@
din
ewa
Yin
always
message
sis@@
ears
ough@@
humans
often
known
albar@@
counsel
little
Scrip@@
van@@
tarsa
stra@@
girman
Will
everything
kanã
iyya
Com@@
nã
eff@@
T
azzãlumai
messen@@
amsa
mutumin
helped
shã@@
ibi
mb@@
halit@@
beg@@
sla@@
kwatanta
karɓi
bari
ãne
personal
ia
food
motsa
doubt
tabbaci
bed
wa’azin
sins
wr@@
if@@
godiya
Eli@@
article
gl@@
sul@@
enjo@@
elders
see@@
under@@
purpose
nufi
karɓ@@
ten
madawwa@@
equ@@
vic@@
duba
hun@@
works
remain
gaske
ilmi
ƙoƙar@@
tsakanin
ara
irs
ste@@
ze
sãmi
tambayar
amf@@
birnin
mutãn@@
dõ@@
eat
anku
Ibraniyawa
felt
sakamakon
streng@@
karan@@
disbelieve
fara
gur@@
none
Jo@@
hear
gari
ensa
Merciful
De@@
kur@@
dens
nations
falal@@
abi
produ@@
Tru@@
mother
kõwane
torment
gen@@
ude
wish
guided
Matthew
Zab
astray
apostles
lã@@
Ayuba
kat@@
ƙar
char@@
ɗã
yara
¡
tarwa
vo@@
thus
kawa
city
kiran
gin
kya@@
won
lãbã@@
Sha@@
inc@@
ãli
kwa@@
saw
command
anything
warsa
misalin
certain
loo@@
kindness
Ro@@
sha’a@@
than@@
includ@@
ɗauke
disbelievers
near
fu
serving
bin@@
stru@@
hali
kusan@@
cal@@
annu
yansu
ya’@@
bay@@
od@@
haɗa
shed
cor@@
unbelievers
Ubangijin
dness
behind
hann@@
addini
yanayi
bas@@
determin@@
anni
tsakãninsu
tal
blessings
Such
knew
jinkir@@
tell
Bari
gidan
--
bautãwa
Ƙa@@
muwa
St@@
C.E
kark@@
valu@@
jũna
change
ched
who@@
promised
ɓar@@
li
mighty
answer
Ta@@
kõma
cla@@
yo@@
wea@@
ruwan
cike
ve@@
magan@@
woman
questions
sas@@
zã@@
trans@@
bũ@@
hankal@@
Jews
century
cul@@
ninku
Yahudawa
ign
cik@@
yal@@
Hebre@@
rar@@
hou@@
gaskata
ind
ative
dat@@
'a@@
pr@@
Who@@
daidaita
uni
Fir
halar@@
From
kwat@@
went
alheri
save
yanke
daɗewa
moun@@
going
ƙarni
buk@@
however
pray
whether
ist
maganar
sight
ach@@
Yi
ort
kanka
whoever
possible
ore
’az@@
dattawa
hur@@
guide
illustr@@
Urushalima
dam
’a@@
forgiveness
righteousness
easure
assu@@
incre@@
To@@
fĩ@@
Bo@@
tains
yin@@
Are
dom
continue
ManzonSa
verse
future
’ar
makes
oyi
allo@@
tered
AR@@
ton@@
anmu
fus@@
ome
neman
vers
Sunã
14@@
provided
ches
bayin
Nu@@
lafiya
ma’a@@
ra’a@@
yayin
dra@@
Yahu@@
hannu@@
taimaki
New
moved
So@@
refl@@
she@@
canja
result
batun
above
atu
Pharaoh
meetings
kāre
respect
shel@@
Wor@@
few
hard
Jerusalem
point
gers
bayyanan@@
ĩm
lik@@
served
relationship
huj@@
ini
Du@@
10@@
justice
estab@@
Wancan
slave
regu@@
ur
uta
even@@
lives
ɓe
shu@@
pur@@
rance
poss@@
really
direc@@
followers
prophet
raised
Tsar@@
commun@@
sũ@@
Har
covenant
Ga
position
anyone
els
experience
garga@@
bear
sãɓ@@
barin
heavenly
child
emp@@
path
raba
hidim@@
Ubangijina
bro@@
reat@@
Su
ember
husband
Mutane
ƙarshen
D
Marya@@
Be
bad
Many
gan
kinsa
rãyu@@
ãyã
iyaye
alkawarin
stand
alone
gina
support
number
tara
Co@@
fal@@
lis@@
salla
hi
mugun
false
Of
ld
truly
Wataƙila
tsai
mit
ih@@
Jahannama
Per@@
last
haƙ@@
teaching
zaton
min
ƙyale
ari’a
subj@@
confid@@
cen
tsan@@
iyãma
rar
Misalai
See
anar
almajir@@
kanta
Sarki
worshipp@@
halic@@
daɗin
Kor
Ad@@
authority
discus@@
supp@@
pris@@
conduct
dalilin
oyin
proph@@
Lo
lls
ping
malã
wataƙila
giya
bamban@@
mala’@@
creation
sy@@
die
already
happy
,@@
ital
fine
case
earing
continu@@
matsa@@
fassar@@
ɗu
He@@
manta
flo@@
tau@@
Ru’ya
greater
mul@@
ong@@
tsare
Mabuwãyi
needed
Did
ãyõyi
iyay@@
forgive
add@@
People
suwa
enjoy
Ban
dalil@@
ed@@
Hereafter
remin@@
menene
hab@@
ãce
ãyõyinMu
spea@@
kness
concerning
avoid
ement
cau@@
ish@@
gn@@
marasa
addu@@
forever
fushi
Muke
jiɓ@@
ziyar@@
shawarar
received
iled
someone
fy
tacce
ought
azur@@
tali@@
ikilisiyar
abõ@@
'iku
thought
pray@@
challen@@
haske
salama
dom@@
abta
ied
gaskiyar
heard
tũba
tafar@@
Daniel
Da@@
benef@@
praise
concer@@
Li@@
tation
sarauta
rin
koyarwa
tsoron
organiz@@
dev@@
soon
kingdom
Farawa
peri@@
enku
Fir@@
ety
pati@@
ɗaukan
jira
prayers
ow
Noah
yourself
lation
heal@@
taught
privile@@
compan@@
Their
isions
On@@
omi
free
gora
part@@
care
enmu
duk@@
lan@@
Isaiah
sãme
shiriya
provide
activ@@
WA@@
friends
amfana
'auna
following
person@@
Rom
tso@@
tsõro
kirki
tes@@
nemi
law
inten@@
learned
Sam@@
mean@@
move
tsarkake
wealth
HA@@
los@@
assign@@
sion@@
dole
ached
Bu@@
mma@@
ecu@@
gid@@
ians
accept
Pic@@
Job
rantsuwa
ji@@
bal@@
matsal@@
strong
mater@@
ute
kowa
gun
attitude
kiya@@
gabãnin
sense
pione@@
mutanensa
faf@@
mission
nẽmi
mamaki
ciya
bear@@
daɗa
Joseph
vers@@
Kõ
'abũ@@
Law
Ir@@
shafaffu
fuskanta
died
send
Se@@
hanyoyi
different
pu@@
ord
aware
uwan
fas@@
cou@@
ƙu@@
misãl@@
answ@@
vered
baicin
Wata
tually
hannu
yinsa
desires
Because
IN
majagaba
ffer
sacrifice
wahayi
lied
righ@@
wuri
Tur@@
Zai
fathers
'um@@
oned
destroyed
Tim
rage
Gal@@
cei@@
jawo
sive
fri@@
Retrieved
cinsu
Resurrection
'uwan@@
Masu
side
hiri
om
jimre
lafa
wives
mall@@
Allah@@
ful@@
stud@@
resp@@
language
ti
great@@
cat@@
labarin
Sat@@
Hu@@
jiki
ided
36
Ubangijinsa
kuɗi
according
enti@@
warsu
iyali
mã
understanding
Hell
sor@@
Paradise
She@@
Sin@@
experi@@
sheep
maki
Rem@@
yaushe
ninsu
prepar@@
tanã
ƙarin
dãɗi
gara
incl@@
fito
along
descri@@
nec@@
inte@@
sk@@
ton
shugab@@
Mal@@
anka
Gu@@
ize
repen@@
ɓu@@
ering
riya
ɓatar
sim@@
al’um@@
hol@@
shirya
matters
nagar@@
compas@@
sea
Tun
baptized
wadã@@
wee@@
strength
ava@@
mabiy@@
Dõmin
hat@@
kyautata
zukãtansu
thr@@
shirki
eal@@
pursu@@
gabã
karɓa
daugh@@
resurrection
fall
ika
question
shan
around
bel@@
awa@@
ni@@
sing@@
Maimakon
taking
mean
fre@@
haɗin
tor
prove
finsa
’i
Luke
Bãbu
reading
Therefore
Gar@@
uni@@
cũta
ck@@
deser@@
attention
devel@@
Mary
lal@@
sisters
kak@@
Consider
jud@@
Timothy
yan’uwan@@
maj@@
kullum
zãlun@@
ets
belongs
tanad@@
ãyõyin
Now
tou@@
lu@@
dũk@@
diya
Kana
tse
yaƙi
Har@@
gain
infor@@
38
kalmar
kall@@
ƙary@@
devo@@
koma
ẽne
biyar
pen@@
believing
god
guar@@
fl@@
whole
saurar@@
cha@@
bayani
may@@
dy
ra’ayin
Jer@@
arziki
ffu@@
origin@@
jẽfa
Bethel
members
ɗauka
gaɗi
riga
ils
shawar@@
annin
Y
humil@@
ligh@@
comman@@
asa
'adi
ech
disa@@
gue
kowace
strate
fiyar
TH@@
tabba@@
ancin
tice
Saul
ind@@
⁠
yãƙi
inher@@
deny
ƙo@@
fight
eld
within
rema@@
recogn@@
opportun@@
besides
suffering
tures
inspired
cing
manifest
mutãnensa
Ban@@
Wise
system
bushãra
ĩƙa
tsã@@
painful
mahaif@@
evidence
listen
waje
arly
sarau@@
shigar
ste
rukun@@
body
Acts
faith@@
dedic@@
teach
arwa
listen@@
indic@@
ists
ple@@
belief
ena
instru@@
table
45
ized
sou@@
kõwa
towards
gover@@
pleas@@
Korinthiyawa
ll
everlasting
taima@@
sic@@
fuskantar
tho@@
verses
cur@@
has@@
maka@@
almajiransa
here
matasa
reach
kee@@
Does
issu@@
dangantaka
pay
mũ@@
situation
unsu
beli@@
ties
grateful
let@@
zu
ffered
him@@
revelations
Gi@@
haik@@
knowing
shige
abũbuwan
way@@
cikinku
dered
aman
bãya
hood
set@@
al’ummai
auta
disci@@
zara@@
wer
ƙud@@
ho
kome
born
gare@@
MA@@
nazari
gam@@
glory
emiah
Af@@
earth@@
atãwa
crip@@
reali@@
H
bakwai
lie
Kor@@
an’s
mulki
dun@@
nĩ@@
Yadda
199@@
yuwa
unsa
ɓan@@
rev@@
dings
takes
mũn@@
rit@@
mation
faɗ@@
religious
responsib@@
ON@@
ah’s
World
def@@
39
arri@@
regarding
gift
likely
blood
gh
umurni
huɗu
shãfe
sauran
hus@@
Mutu@@
vel@@
dri@@
mace
Kal@@
choo@@
thers
tsananin
Solomon
draw
similar
sãka
iyã@@
raɗaɗi
50
Ana
ambat@@
.Z
vie@@
Hel@@
Lit@@
Adamu
Can
kept
yawan@@
ense
rul@@
rejo@@
hum@@
high
Rather
ith
lon@@
ɓã@@
ɗau@@
needs
Sp@@
firm
May
posed
fan@@
next
imitate
row
guard
lost
i.e.
kawar
nas@@
Quran
mir@@
begen
sayi
standing
group
vari@@
kinsu
aki
ian
SA@@
owa
wakil@@
ron@@
mulkin
secre@@
temple
cks
tuba
Ibr@@
difficult
boun@@
thinking
oud
dang@@
ƙarfin
call@@
lai@@
conf@@
halitta@@
auren@@
mate
sted
ƙo
munã
hy@@
lear@@
sujada
taw@@
ya’yan
Ayyu@@
kwanaki
kalmomin
spiritually
zed
littattafai
waɗan@@
keɓe
Ubangijĩna
blessing
arran@@
ɗauka@@
tsir@@
Messengers
Nas@@
please
eve
'ima
zũ@@
lished
obe@@
high@@
ƙa’idod@@
half
tsu
married
wari
ph
ancient
Revelation
admon@@
kowan@@
besto@@
doko@@
shows
Maj@@
pe
ا@@
nũna
chool
jũ@@
ides
tural
individuals
idol@@
gidãjen
creat@@
naɗa
cim
uring
aw@@
concl@@
claim@@
ly@@
rebe@@
spend
especially
tsarin
rest
ty@@
evid@@
since
gay@@
ƙi@@
loyal
viol@@
fast
Forgiving
koyarwar
zam@@
ƙunshi
Not
gyara
Akwai
shũ@@
kus
ƙoƙarin
ainihin
spe@@
iyarsa
eness
corru@@
dro@@
fore
’an@@
cinsa
recor@@
guje
bangaskiyar@@
girma@@
õyi
zaɓi
godly
Messi@@
unjust
alu@@
chap@@
ens
rubu@@
Ph@@
'yan
sabuwar
mentioned
rãyuwar
Timo@@
Yahaya
’u
yab@@
cikakken
wanted
․
sacrific@@
ming
tambaye
Me@@
ikilis@@
Although
U
term
tambayi
examples
play
real
accepted
gudãna
easy
Han@@
Mis
comfort
lar
Irmiya
problems
miyar
aya
evere
chastisement
followed
tern@@
tambayoyi
cep@@
dama
lau@@
tattu
labar@@
stre@@
truth@@
cam@@
small
Man@@
past
ƙarƙashin
poin@@
cũ@@
her@@
ami@@
dwe@@
wills
ey
cop@@
qualities
rection
Annabi
fam@@
Joshua
Thou
friend
zaman@@
yi@@
gafarta
rufe
waɗanne
judgment
yone
ired
ither
faranta
exerc@@
ƙull@@
blessed
vir@@
Ɗan
succ@@
prophecy
harm
kãfirci
wasi@@
iyan
ately
wab@@
worthy
zamani
tower
sãsh@@
dangantakar@@
glor@@
Eze@@
sam@@
ised
influ@@
Timothawus
returned
amin
ĩna
yawancin
44
matsaloli
ular
promis@@
clean
loc@@
Waɗan@@
Like
James
jama
cond@@
dep@@
rid@@
bimbini
meet
Paul’s
vice
bayan@@
drink
satis@@
fiya
Truth
enced
gin@@
mony
ihi
Corinthians
obedi@@
guid@@
v
temp@@
Yaƙub
Afisawa
sister
damu
din@@
hasã@@
Dukan
transgres@@
ƙwazo
consci@@
Fo@@
dan
feelings
rabo
seeking
NA
sãshe
wide
dul@@
Christ’s
tambaya
kyauta
eep
kẽ@@
wã
control
ambaci
ffic@@
Yayin
gods
tab@@
bawan
lõ@@
maintain
mum@@
ify
accep@@
Haƙ@@
sã
Yusu@@
izg@@
don@@
gudu
iku
exce@@
meeting
judge
obedient
patient
Bar@@
z
je@@
test
yu@@
showed
whom@@
offer
ific@@
ransom
outh
Almasihu
immor@@
pea@@
’o@@
tsu@@
Musli@@
Ibrãh@@
provision
shimfi@@
seem@@
SAW
once
tiyawa
psal@@
zaman
Romans
littattaf@@
taf@@
law@@
ĩla
iye
sukan
rayuwar
gather@@
Egy@@
lokatai
duniyar
Luk
itation
unawa
alkawar@@
gidã@@
buga
42
tin@@
talk
raha@@
demon@@
emor@@
tent
written
Littafin
warning
principles
ƙauna@@
fall@@
malla@@
four
open
dalla
Mãsu
maimakon
mes
regard
halarci
urata
commanded
dãwa
tem@@
success@@
dem@@
due
ruhun
perhaps
talifin
ƙwa@@
fuskanci
phy@@
ished
urin
verbs
tes
wutã
caused
seven
powerful
vation
ƙungiyar
error
sh
loved
ours
kyautatãwa
ƙungi@@
Nassosi
nment
samaniya
tion@@
med@@
tsoro
daida@@
kacin
ft
brings
va@@
shepher@@
biya
fee@@
abokan
kãma
raise
yan’uwanmu
ear
gwam@@
know@@
Iblis
Watch@@
ima
circumstances
gwada
cast
forbid@@
▪
good@@
yiwuwa
servan@@
enemies
Active
flesh
rõ@@
Bro@@
uwar
Ayu@@
tabbat@@
fort
jim@@
yiw@@
nẽ@@
shekar@@
hid@@
farta
pi@@
tãfi
post@@
alai
sid@@
enem@@
reli@@
iah
 
destro@@
pose
iki
differ@@
kalm@@
relati@@
rememb@@
jẽ@@
cle@@
La@@
congreg@@
tant
Ã@@
ل@@
shai@@
um
show@@
tac@@
sarki
pub@@
Za@@
resul@@
ze@@
preci@@
ciful
spir@@
dren
imar
zukã@@
tatta@@
ƙarƙa@@
Par@@
jan@@
Kiris@@
Bib@@
Ann@@
lab@@
L
kasan@@
sign@@
essi@@
ater
õ
one@@
dic@@
cour@@
uwan@@
Wat@@
ain@@
Dan@@
bap@@
perf@@
Isa@@
jen
abu@@
Far@@
itnesses
:@@
dai@@
õr@@
some@@
bor@@
ques@@
eas@@
fic@@
ous@@
'ad@@
pra@@
read@@
orin@@
ãh@@
wai
alka@@
¦
Mis@@
matsalol@@
ree
toci
wak@@
For@@
dawwa@@
rayu@@
of@@
iyawa
pun@@
kka
inci
The@@
ready
itu@@
emb@@
Ja@@
Kar@@
[@@
Shaid@@
ext
blo@@
tsam@@
W
Lu@@
ith@@
ends
ffering
accoun@@
Mut@@
dau@@
zat@@
doub@@
kãfir@@
believ@@
with@@
mawa
litta@@
tit@@
ung
lasting
kind@@
Ver@@
ok
tro@@
God@@
kyau@@
hanyo@@
erea@@
cikak@@
itness
kā@@
rely
Chris@@
ven
Sab@@
appoin@@
tsakan@@
kama@@
yan’@@
Ac@@
gask@@
ĩmã@@
ben@@
gment
individu@@
wahal@@
ũna
worshi@@
writ@@
anci@@
K
azã@@
Israel@@
esp@@
waha@@
sible
Yo@@
sawa
haps
maha@@
abura
eful
cir@@
Jeho@@
ãyõyin@@
Christi@@
wãyi
adise
rantsu@@
itness@@
zaɓ@@
impor@@
Wan@@
ي@@
pow@@
Rom@@
muhimman@@
bes@@
bs
aching
Mer@@
mats@@
C
tansu
arz@@
recei@@
masi@@
shafa@@
fter
Dav@@
chast@@
unã
Pe@@
sib@@
muhim@@
tambay@@
tsõr@@
ũ
alher@@
follow@@
ƙwar@@
thor@@
main@@
wards
cept
mber
asso@@
tsor@@
what@@
rans@@
priv@@
itate
Ibran@@
—@@
ada
grou@@
nee@@
llow
mut@@
proble@@
langu@@
F
usu@@
ere@@
regar@@
tainly
ody
princi@@
led@@
gres@@
revel@@
al’@@
belong@@
abũbu@@
ãyõ@@
inu@@
las@@
prin@@
ires
ft@@
ɗai
Proph@@
situ@@
hik@@
aƙ@@
ihin
G
simil@@
ũba
hun
ب@@
inted
janna
dou@@
reveal@@
gar
ƙarfa@@
Isha@@
tioned
chil@@
ƙ
drin@@
wic@@
ome@@
ustr@@
alla
ā
baut@@
ereafter
belie@@
alhẽ@@
All@@
Ĩ@@
memb@@
feel@@
em
zuc@@
wom@@
minai
tsa
ousness
cus@@
q@@
sakama@@
centur@@
·@@
unu@@
ether
your@@
punish@@
iris@@
sat@@
و@@
koyar@@
deed
ples
amb@@
There@@
taƙa@@
Mul@@
sus
yal
ledge
difficul@@
Mũ@@
author@@
tsak@@
ew
ilis@@
t’s
alh@@
Ye@@
prophec@@
aul@@
Abraha@@
/@@
wis@@
grat@@
ƙa’@@
lly
adal@@
õmin
ffer@@
̃
minist@@
alle
baic@@
Nasso@@
jus@@
Alƙ@@
essen@@
dda
bid@@
condu@@
mal@@
eved
Muhamma@@
manif@@
j
gy@@
ile@@
apost@@
mee@@
م@@
yes
erful
ع@@
essage
Phar@@
B
religi@@
Ubangijin@@
each@@
ror
mala@@
aro@@
yau@@
wwa@@
ness@@
ese
titude
ة
kull@@
essa@@
omin
ن@@
ially
danganta@@
selves
ʹ@@
q
spiritu@@
–@@
ū@@
exer@@
ble@@
tam@@
mugun@@
Tim@@
avo@@
V
daɗ@@
ر@@
righte@@
til
ames
hat
ause
llen@@
kyautat@@
Shai@@
ت@@
wa’az@@
kali
thin@@
sci@@
dawa
circum@@
rus
,0@@
kes
Jose@@
naz@@
Rev@@
idod@@
ãnar
shãra
Bec@@
J
reco@@
contro@@
é
majir@@
é@@
ghty
ano@@
Ala@@
gas@@
Ibra@@
ف@@
aga@@
P
ruhan@@
fel@@
د
alities
accor@@
Solom@@
tattaf@@
ل
nama
greg@@
ي
onSa
pher@@
bet@@
flu@@
Ubangij@@
د@@
ften
gaskiyar@@
Joh@@
ن
Ɓ@@
Psal@@
relation@@
adda
ali’u
&
í@@
Ib@@
æ@@
ans@@
Tho@@
sli@@
Dani@@
ything
weal@@
som
ftisma
س@@
fice
abũ@@
X@@
mutan@@
aja
Mabu@@
ك@@
%
oh
Mã@@
|
Bã@@
uran
ftis@@
Dau@@
ffu
saman@@
amba@@
kari
è@@
]@@
niya
sist@@
human@@
utã
hannama
ج@@
tray
termin@@
ح@@
marri@@
katai
band
inst
أ@@
jada
isten
Ay@@
ü@@
miya
ich
orig@@
Ibl@@
ō@@
insp@@
sel
bless@@
cum@@
kno@@
veness
tamba@@
esh
giveness
pain@@
reng@@
ô@@
ganta@@
samman
ر
ق@@
X
bish@@
aul’s
bah
م
ganiz@@
á@@
coven@@
Ubangi@@
tings
ـ@@
Hak@@
ه@@
Ĩ
ا
õda
©
ص@@
Isra’il@@
$
syst@@
Phara@@
Jerusal@@
gether
ˈ@@
خ@@
َ@@
Almasi@@
bapti@@
̣
Bethe@@
Afi@@
"@@
e.
ãhira
ش@@
Bul@@
jagaba
ó@@
stances
□
haya
>
ō
ī
)@@
ʼ@@
(@@
●
‎
ː@@
bam@@
Yaƙu@@
dividu@@
ت
Timoth@@
ز@@
ط@@
’ya
foll@@
Kris@@
fuskan@@
azzãlu@@
chastis@@
○
ö@@
ou
ʹ
ّ@@
ween
Consid@@
Litta@@
ú@@
nem@@
⇩
Matthe@@
imakon
ticle
Á@@
ض@@
yale
ī@@
how@@
hind
°@@
◆
awus
Joshu@@
Ā
{@@
`@@
divid@@
}
Z
Muha@@
ى
ْ@@
them@@
trieved
¥
imbini
}@@
Bit@@
gn
$@@
و
{
Sol@@
Corinth@@
utata
ب
ع
غ@@
ɑ@@
sabo@@
ث@@
itta@@
إ@@
Revel@@
•@@
sma@@
ç@@
﻿
wro@@
ُ@@
ê@@
ñ@@
ه
imb@@
ʿ@@
ِ@@
ł@@
◇
í
ة@@
′@@
#
ء
ä@@
س
_
ū
″@@
gudã@@
஛
ق
ف
É@@
ò@@
Ā@@
ı@@
â
…
fficul@@
ḥ@@
’akari
ɪ@@
▸
yana@@
ʊ@@
Ƙ
°
‘@@
ح
Q
ə@@
shim@@
ٱ@@
ذ@@
§
ث
ה@@
×@@
Ḥ@@
θ@@
abubu@@
How@@
i.@@
Messen@@
C.@@
ً
ople
ئ@@
﻿@@
ː
▾
á
ʒ@@
=
Isra@@
®
ׁ
→
ש@@
ط
ش
פ@@
נ@@
 
ş@@
❖
ł
ה
­
Korinth@@
espec@@
ä
hanna
ו@@
+
~
`
ُ
ʔ@@
rom
י@@
+@@
exam@@
heaven@@
Uru@@
✔
ø@@
ˌ@@
ë@@
←
☞
%@@
ē
å@@
š@@
Ş@@
ó
ʽ@@
Ǧ@@
æ
Ṯ@@
͡@@
ʕ@@
€
ē@@
ṣ@@
ʻ@@
\
‛
ʾ@@
\@@
ś@@
raɗa@@
ˤ@@
Š@@
ض
ń@@
aul
ę@@
£
ز
♠@@
è
க@@
£@@
ʼ
а@@
י
ż@@
É
§@@
Ṣ@@
€@@
ɒ@@
ʕ
‎@@
с@@
â@@
Isra’@@
#@@
ʒ
−
~@@
î@@
−@@
ħ@@
ʿ
↓
ú
ṭ@@
=@@

à
آ@@
ï@@
ṫ
ą@@
図@@
;@@
界@@
世@@
各@@
国@@
ʌ@@
ß
′
″
Ô@@
ً@@
宗@@
@@@
்
ள@@
ṫ@@
ǧ@@
₦
Sabo@@
­@@
の@@
º
教
θ
ý@@
ḫ@@
ḵ@@
È@@
|@@
Н@@
؟
ـ
خ
ؤ@@
‡
Ṫ@@
✝@@
️
ù
²
ǒ
ك
«
»
Ü@@
ə
!@@
ş
À
ů@@
ٌ
σ@@
ἐ@@
_@@
à@@
Ç@@
ω@@
τ@@
ε@@
ρ@@
ι@@
в@@
κ@@
ό@@
т@@
о@@
ц
Jehov@@
…@@
ς
enene
■
▴
録
▽
̄
ș@@
kwai
ோ@@
்@@
ி@@
▽@@
ற@@
ʺ
ு@@
ک@@
“@@
Ī@@
ی@@
tabb@@
̄@@
lima
ḥ
؛
録@@
Ș@@
ö
Ó@@
³
?@@
ْ
ج
ܨ@@
ܘ@@
č@@
ܡ@@
¤
₦@@
ܐ@@
צ@@
ֹ@@
ם@@
ጾ@@
ም
Ž@@
َ
،
ء@@
ɜ@@
؛@@
ى@@
ʃ@@
ۢ@@
⁄
ħ
ɣ@@
ِ
@
