<unk>
<pad>
<s>
</s>
.
,
da
the
a
ya
to
:
of
“
”
?
in
and
yi
ba
su
kuma
ta
na
mu
that
)
(
-
ne
—
za
is
Jehovah
’
ka
an
Allah
we
for
ce
sa
wa
cewa
his
mai
1
​
Jehobah
ga
be
on
iya
shi
with
you
cikin
;
are
ing
not
as
zai
suka
was
A
it
ke
ed
will
yin
he
yana
I
us
s@@
A@@
have
re@@
wannan
Yesu
God
our
2
suna
s
c@@
a@@
Jesus
yake
t@@
in@@
sun
The
or
ma@@
ko
ci
can
i
un@@
don
masu
S@@
Mai
daga
es
ar@@
by
abin
from
d@@
f@@
haka
e@@
i@@
suke
3
‘
who
What
ma
their
T@@
what
al@@
g@@
mutane
they
y
p@@
aka
do
en@@
e
Tsarki
4
!
all
Littafi
an@@
nuna
k@@
E@@
5
ar
yadda
y@@
ra@@
u@@
ku
G@@
so
God’s
at
b@@
this
one
6
m@@
him
Bible
er
n@@
C@@
al
nan
wasu
wani
t
o@@
sa@@
u
your
them
How
B@@
game
zama
H@@
K@@
Jehovah’s
it@@
ur@@
w@@
as@@
kai
Ta
15
er@@
7
b
had
sosai
M@@
were
yawa
gaba
people
did
In
ers
L@@
l@@
hakan
12
duniya
ji
10
I@@
9
domin
r@@
F@@
about
8
st@@
Ka
o
yaya
en
on@@
j@@
waɗanda
dukan
ad@@
when
z@@
kan
has
would
me
11
ƙ@@
kyau
R@@
ba@@
Amma
or@@
ly
son
wa@@
O@@
ha@@
ta@@
those
Ya
du@@
time
kasance
may
sa’ad
W@@
ted
is@@
ation
fa@@
muna
my
d
il@@
13
lo@@
’s
P@@
amfani
ab@@
con@@
14
ri@@
ciki
ts
life
wanda
taimaka
kamar
D@@
but
kin
at@@
kamata
ate
ina
He
yan
ni
fi
lokacin
li@@
waɗannan
san
ya@@
U@@
ai
muka
amma
idan
how
mana
N@@
har
bi
ti@@
irin
wajen
war@@
es@@
]
[
am@@
help
m
cin
ho@@
zuwa
su@@
We
ro@@
17
ac@@
shekara
take
16
v@@
more
ent
k
de@@
’@@
Y@@
ana
muke
love
el@@
ku@@
gaskiya
ds
insa
Bulus
out
th@@
ir@@
id@@
op@@
good
da@@
l
ci@@
Me
her
war
•
should
some
ex@@
Idan
ake
man
ge
bai
man@@
ga@@
pro@@
also
ance
kar@@
ated
ka@@
bauta
ki
Kiristoci
ment
does
sai
19
mo@@
way
18
things
she
ul@@
la@@
le
un
farin
able
20
Paul
such
Ma@@
ve
masa
for@@
ru@@
wurin
be@@
lokaci
been
kuwa
up
h@@
har@@
fa
yar
Christians
make
ful
Da
1@@
Why
mutum
many
work
ic@@
tare
go@@
if
mat@@
si@@
J@@
inmu
It
spirit
/
day
ol@@
even
Christian
ally
im@@
tana
rai
fi@@
24
ɗaya
tar@@
bukatar
ting
tu@@
par@@
bu@@
ata
gaya
said
ƙarfafa
le@@
yar@@
wata
ita
soma
When
yan@@
no
musu
au@@
se@@
ity
other
mar@@
faith
Kingdom
muhimmanci
than
red
21
th
di@@
Kristi
Ubangiji
ded
its
22
Ba
could
wa’azi
se
no@@
others
abubuwa
so@@
need
world
19@@
koya
there
Za
ding
ɓ@@
qu@@
uwa
mu@@
hi@@
bo@@
est
ko@@
yau
n
Wannan
congregation
dis@@
Yohanna
spiritual
sh@@
ous
tion
farko
earth
sha@@
pre@@
jin
ɗ@@
example
samu
Saboda
ne@@
first
aiki
end
ec@@
For
ce@@
these
aminci
If
come
They
ch
ter@@
Sa’ad
must
insu
rubuta
Hakika
Z@@
As
Menene
Christ
sami
misali
Al@@
mutanen
into
which
because
sp@@
ves
san@@
This
mun
But
ning
ƙi
ations
gi@@
23
bayan
kar
ɗan
us@@
bayyana
like
biyu
ah
ai@@
han@@
me@@
ones
ev@@
mata
ban
5@@
ƙauna
Witnesses
being
ying
made
aikin
dace
ut@@
years
king
te@@
tar
wan@@
ƙar@@
Ko
Na
nufin
ings
ran@@
heart
gu@@
know
only
Re@@
abu
hidima
ou@@
ent@@
Zabura
do@@
see
ine
Kuma
magana
pri@@
You
give
ye
ak@@
Kirista
words
abo@@
ons
bin
addu’a
6@@
rayuwa
true
bi@@
ƙasar
28
25
Shaiɗan
family
ã@@
fin@@
Sa@@
girma
ja
ty
he@@
wat@@
An
ag@@
dabam
children
cika
per@@
ima@@
za@@
co@@
ver@@
ge@@
then
hankali
gar@@
we@@
abubuwan
well
ess
E
tuna
fahimci
become
p
sed
bisa
sama
pe@@
To
Dauda
says
ruhaniya
men
ish@@
And
own
Shaidun
times
ant
kansa
riƙa
um@@
ect
Wane
Bitrus
kula
dā
tra@@
awa
pres@@
w
tsarki
wan
c
r
Ku
before
might
el
Mene
Adam
una
duk
ged
ts@@
far@@
Word
samun
truth
ann@@
just
over
zo
ap@@
des@@
ik@@
yanzu
now
ƙaunar
tsa@@
David
ence
all@@
mi@@
That
kawai
after
ila
mar
rashin
Duk
aba
go
koyi
faru
fe@@
any
om@@
very
30
kansu
ob@@
brothers
faithful
na@@
kanmu
use
ish
to@@
John
ited
keep
death
show
great
biyayya
Matta
ating
ch@@
name
karanta
new
kada
gab@@
ke@@
ƙa@@
ear@@
V@@
ikilisiya
sur@@
bar
comm@@
asa
Bayan
Alal
shafi
Read
ely
26
ure
serve
tal@@
ges
apostle
cho@@
read
ari
today
ite
att@@
wato
fully
through
ving
Do
aure
Muna
mis@@
am
yan’uwa
8@@
anci
sion
ved
ness
another
kana
end@@
29
com@@
ren@@
kafin
most
An@@
der
27
Ko@@
fe
arin
ments
pl@@
vi@@
tly
ƙa
iyar
h
matsayin
ing@@
holy
each
tions
study
ality
ali@@
taɓa
word
against
te
ents
part
ministry
7@@
why
fir@@
Mulkin
gro@@
ice
two
ganin
sani
ist@@
ary
himself
babu
much
Karanta
od
learn
31
gir@@
jin@@
ter
ud@@
littafin
Kalmar
Israel
tunani
find
tri@@
though
kawo
inda
*
worship
Isra’ila
ruhu
33
off@@
parents
Peter
tattauna
can@@
feel
kafa
ks
shi@@
res@@
news
ɗauki
kowane
same
min@@
shakka
ay@@
wrote
cre@@
Babu
self
Yana
baya
where
musamman
iya@@
jo@@
gare
adalci
young
say
zu@@
faɗa
means
sake
ked
kal@@
ansa
However
Yoh
ates
mind
used
nazarin
found
sar@@
Satan
zuciya
bl@@
akwai
Domin
tre@@
Mar@@
je
important
rec@@
kasancewa
4@@
zunubi
kan@@
sha
In@@
ast
amin@@
disciples
tun@@
fo@@
right
taron
So
sel@@
person
anta
tunanin
x
hikima
gan@@
ver
course
Ƙ@@
bar@@
view
ways
comp@@
arsa
Sar@@
kake
Mulki
preaching
ɗa@@
Abin
Wasu
R
upon
hu@@
re
let
led
os@@
get
S
Hakan
ju@@
ad
human
appro@@
wal@@
One
ƙaun@@
Yaya
dar@@
dar
rana
wor@@
zan
ities
lura
saboda
maka
abi
servants
Mat
daraja
sanin
pos@@
place
hope
exp@@
et
AN@@
tun
ƙara
ck
Isra’ilawa
shekaru
Ishaya
ced
bangaskiya
Sai
baƙin
ever
vis@@
ently
Lo@@
ere
yoyin
Kamar
ist
Musa
tsar@@
encoura@@
wuya
g
doing
mil@@
fiye
Shin
hanyar
set
dist@@
Waɗanne
Father
never
bukata
gama
Wani
ry
ourselves
taro
ƙasa
fin
ƙarshe
ws
service
Wa@@
gaban
ion
Don
Be@@
ang@@
anointed
ies
ection
book
juna
given
long
sin@@
ep@@
ph@@
gida
ma’@@
power
kin@@
M
hana
ering
32
age
coun@@
ther
put
baftisma
isa
cu@@
mor@@
ambata
told
wise
want
knowledge
daina
la’akari
fur@@
consider
iyal@@
loving
too
tawali’u
ise
Psalm
uku
hal@@
ected
among
By
inka
days
fellow
,000
po@@
Me@@
20@@
After
less
ƙin
sure
under
34
mutuwa
gra@@
ane
gave
taimake
requ@@
became
far
de
Ba@@
mutu
ki@@
ranar
Go@@
abada
Luka
Ƙari
Na@@
wn
fu@@
sin
zamanin
wife
every
At
Our
bincika
hanya
live
car@@
kinsa
ects
Scriptures
shawara
ref@@
ors
2@@
iko
din
King
tur@@
ined
Moses
Daga
pp@@
hidimar
ze@@
mini
anin
ban@@
bel@@
si
daidai
whom
wane
away
ned
ship
ory
His
nu@@
yarda
Ha@@
Son
sunan
act
Ina
iri
koyar
ily
ɗa
Romawa
enti@@
O
zan@@
kun@@
duka
iy@@
during
Let
the@@
peace
came
kashe
ms
making
mb@@
les
kas@@
Ɗ@@
dly
iyawa
down
35
ã
dness
back
marar
mugunta
dogara
ƙarfi
rel@@
bishara
over@@
mon@@
kira
ses
halin
prayer
Un@@
9@@
ƙoƙari
mafi
als
yed
kusa
Sun
albarka
yanayin
wahala
wur@@
med
sing
wadda
Some
saka
ɗaukaka
marriage
haɗ@@
ished
ansu
Israelites
37
ture
’a@@
dang@@
tas@@
amince
ura
bur@@
ib@@
kwatanta
motsa
joy
deli@@
ened
wa’azin
Yin
guda
mut@@
mutumin
40
nasara
personal
ɗi
order
il
Manzanni
waye
hor@@
themselves
gaske
nake
ces
ƙoƙar@@
ji@@
Is
sec@@
ill@@
ess@@
our@@
matattu
amsa
godiya
With
elders
often
cor@@
inv@@
Ya@@
halaka
later
ken
ari@@
home
Ibraniyawa
Yes
kat@@
onsa
sal@@
Su@@
year
Zab
tabbaci
living
Pro@@
ss
dai
Ayuba
ɓata
ward
Am@@
humans
began
wo
Matthew
article
counsel
nam@@
felt
face
clo@@
tafiya
bab@@
ong@@
hai@@
ths
kaɗai
reason
St@@
On
00
ƙarya
yanayi
ani
kuna
bat@@
manzo
tic
yara
ular
tsakanin
albar@@
shiga
misalin
ening
hand
house
AR@@
always
rely
heaven
toward
ɗan@@
share
mur@@
ign@@
saur@@
There
birnin
tic@@
sab@@
fara
abinci
righteous
ther@@
old
look
appe@@
sau
Yahudawa
sun@@
200@@
Bari
ff@@
Waɗannan
dre@@
bir@@
tabbata
Ibrahim
Con@@
faɗi
ght
jar@@
ƙun@@
hak@@
T
duba
unsa
daɗewa
serving
chan@@
sto@@
ans
beg@@
dattawa
hear@@
tive
century
ps
tan@@
giving
gani
hali
Urushalima
zur@@
sau@@
gr@@
Bo@@
ikon
fied
gh@@
Shi
’ar
uni
bas@@
out@@
zar@@
while
ously
wu@@
batun
ct
ili@@
kur@@
ra’a@@
yawan
Yi
still
kāre
Then
expres@@
acc@@
without
ple
wicked
meetings
purpose
vo@@
full
questions
gg@@
lafiya
maza
kawa
think
together
ƙwarai
ace
ten@@
rit@@
Kada
rayuwar@@
tr@@
She
Jerusalem
bukat@@
fact
Mu
bayin
called
Mo@@
anmu
As@@
br@@
sauƙi
Mun
iyaye
ewa
point
bring
kama
gargaɗi
pas@@
ƙarni
three
took
pla@@
Yet
relationship
iti@@
,@@
zauna
however
Mutane
mag@@
Ho@@
heavenly
possible
gre@@
future
rep@@
having
Wataƙila
yayin
fore@@
sho@@
prot@@
owa
ƙyale
ic
land
ide
Sarki
ɓa
inta
kindness
ask
Misalai
kya@@
De@@
experience
almajir@@
He@@
Kor
ining
daɗin
aff@@
try
jir@@
both
wataƙila
close
something
trans@@
dalilin
lead@@
Ar@@
nations
ati@@
Ru’ya
45
ja@@
helped
ins
und
reg@@
sar
needed
babban
cial
alheri
ingly
neman
canja
ging
continue
tain@@
wisdom
aw@@
benefit
ƙan@@
shawarar
message
Suna
discus@@
atta@@
’a
emp@@
ven@@
page
ikilisiyar
menene
present
marasa
thing
ative
ziyar@@
So@@
zuciyar@@
result
av@@
salama
ze
Even
koyarwa
Daniel
teaching
reve@@
fine
"
sy@@
Many
Farawa
ɗaukan
ters
fear
No
All
hold
asked
hidimar@@
father
gora
hu
tiv@@
der@@
addin@@
amfana
lic@@
kam@@
Isaiah
done
New
challen@@
hukun@@
Rom
person@@
por@@
atar
dole
ayyuka
brother
tawa
din@@
ni@@
cl@@
tabbatar
respon@@
nufi
ƙarshen
kind
really
anar
dan@@
mamaki
.@@
den
see@@
Who
shafaffu
attitude
eyes
hanyoyi
kaci
Do@@
husband
Lord
tsoron
Ad@@
cul@@
majagaba
mankind
yal@@
dom
alkawari
understand
Tim
moved
ig@@
mugun
jawo
Th@@
haɗa
jimre
Du@@
lam@@
desire
daɗa
ɗauke
shin
From
stri@@
happy
labarin
between
atu
Mal@@
Ne@@
3@@
fit@@
omi
stud@@
iyali
if@@
gu
light
sarauta
gement
di
tsai
support
ction
tal
Masu
hur@@
gaskata
learned
al’um@@
Job
uwar
associ@@
gina
gidan
dab@@
und@@
ach
mutanensa
best
arsu
temp@@
baptized
taimakon
conf@@
speak
al’am@@
aya
spe@@
Tun
cap@@
ƙarin
Those
mata@@
receive
fru@@
Maimakon
shir@@
x@@
haɗin
ser@@
D
lead
loo@@
36
rin@@
kwan@@
slave
’i
served
Mat@@
Law
kirki
men@@
Abraham
kuka
ame
nemi
ians
lives
gl@@
care
My
prophe@@
tually
hin@@
members
Luke
hannu
iz@@
assign@@
Because
En@@
taimako
Timothy
list@@
eas@@
kowa
No@@
amf@@
avoid
fuskanta
ama
ray@@
ra’ayin
rest@@
Bethel
mahai@@
nat@@
gaɗi
Je@@
bed
follow
matter
kun
Your
Le@@
ate@@
ā@@
kowace
kullum
waj@@
yaƙi
under@@
misal@@
bal@@
ayyukan
respect
bad
prophet
mother
aikata
ong
⁠
certain
him@@
im
practic@@
El@@
cen@@
ara
app@@
conduct
gun@@
followers
dam@@
uta
These
head
dition
kwat@@
Zai
woman
zunu@@
waje
last
annab@@
gid@@
jiki
ene
ibi
bayani
38
Acts
gur@@
position
gin
system
food
ble
Korinthiyawa
uni@@
shu@@
sheep
matasa
almajiransa
Saul
someone
Consider
mean
Ƙa@@
ƙar
descri@@
again
nor
ner
tsanani
shaida
wi@@
fas@@
shirya
form
gener@@
yen
righteousness
haikal@@
N
comman@@
thr@@
direc@@
saurar@@
hard
attention
al’ummai
Su
je@@
Manzo
Ban
answer
pray@@
armu
enjoy
remain
mit@@
Ex@@
Kana
situation
ƙo@@
ach@@
cannot
nazari
Jo@@
wr@@
ashi
language
warsa
d’s
star@@
trust
ef
bari
ah’s
city
IN
fito
dangantaka
ond
nation
yet
Yadda
pur@@
hel@@
ose
thy
Hel@@
cau@@
account
went
ani@@
child
interest@@
apostles
law
uri
gam@@
different
yan’uwan@@
dra@@
eli@@
following
bro@@
pray
Adamu
sense
dedic@@
sacrifice
See
shawar@@
sol@@
Ab@@
reading
indic@@
Mu@@
Li@@
prove
Har
wace
lafa
hada@@
died
Da@@
sons
ign
saying
umur@@
wakil@@
koma
kir@@
Wata
wing
kuɗi
ome
low@@
riƙe
kawar
begen
ra
turn
ical
shugab@@
ensa
nas@@
HA@@
subj@@
dic@@
imitate
ain@@
ath
iyar@@
ever@@
Eli@@
pa@@
kalmomin
ya’yan
ƙas@@
st
spiritually
up@@
ct@@
going
ve@@
yo@@
ost
yourself
gives
10@@
believers
temple
ruwa
laifi
sauran
vie@@
ans@@
39
saw
Kal@@
suff@@
ore
shan
resurrection
maganar
kiya
worl@@
known
tain
50
cim
kwanaki
supp@@
teach@@
keɓe
ɗauka
ton
ren
Ra@@
individuals
wo@@
Jews
knew
doko@@
arly
ised
ens
haƙuri
ƙud@@
little
are@@
ƙunshi
MA@@
koyarwar
Of
ƙoƙarin
likely
needs
kowan@@
Per@@
bangaskiyar@@
few
ude
zaɓi
fushi
Thus
sabuwar
early
naɗa
0@@
left
Wan@@
thus
alkawarin
’u
false
ti
stru@@
number
kanka
strong
ira
fuskantar
cha@@
ikilis@@
H
sc@@
tsarin
’an@@
received
Irmiya
Mis
yarwa
problems
yarsa
ɓe
instru@@
loyal
ton@@
fil@@
guje
aika
tan
sisters
better
wasi@@
aring
women
change
imp@@
inter@@
case
fy
especially
Ka@@
table
kingdom
gafarta
qualities
f
ough
tice
kome
ten
iah
Joshua
everlasting
lon
Y
la
cikakken
44
taking
suffering
works
gyara
coming
sha’a@@
Ɗan
matsa@@
expla@@
thinking
dangantakar@@
rul@@
ruwan
body
publ@@
tambayoyi
cause
gor@@
ither
Timothawus
matsaloli
ainihin
yawancin
Although
ihi
enc@@
teach
Paul’s
fus@@
tara
bimbini
difficult
question
happ@@
fita
matters
off
ware
Revelation
yayya
prophecy
brought
ƙwazo
cep@@
zed
perfect
shall
Afisawa
gh
bay@@
Yaƙub
concer@@
Ga
provide
zamani
Christ’s
whole
ld
peri@@
Corinthians
Yayin
wrong
religious
annin
hon@@
bawan
ys
concl@@
ɗin
ites
feelings
ash@@
married
thought
az@@
Yahaya
ety
produ@@
Fa@@
Bu@@
faranta
ancin
umurnin
Sam@@
õ@@
gaskiyar
James
wari
arran@@
Com@@
rubu@@
gift
zaman@@
tamba@@
Par@@
ika
lokatai
cc@@
Waɗanda
next
believe
Luk
Almasihu
ring
kwa@@
duniyar
yoyi
mate
dy
tiyawa
care@@
riga
waɗanne
maimakon
kiyar
reali@@
thers
42
born
principles
whether
minist@@
godly
ests
comes
yon
blessings
tuba
oned
ruhun
dec@@
ire
Ana
friends
dama
cen
littattafai
mul@@
Romans
Does
stan@@
until
Nassosi
tell@@
Kir@@
kaɗan
ions
asure
invol@@
prayers
hr@@
samaniya
great@@
yan’uwanmu
Ta@@
iting
U
move
Far@@
promise
ancient
gwada
▪
ns
dom@@
Ru@@
consid@@
dare
free
ƙarfin
anku
witness
sakamakon
Are
real
yay@@
less@@
cikinsu
Dukan
since
sent
’uwa
Such
turned
talifin
dep@@
appointed
v
Bar@@
Satan’s
examples
seen
shows
cal
Ayukan
shepher@@
makes
Yan@@
guji
tsoro
strength
daɗ@@
41
Devil
yu
inspired
ol
incl@@
circumstances
foc@@
demonstr@@
ective
C.E
Proverbs
loved
ur
cont@@
Rather
hab@@
glory
mal@@
clear
tafi
Man@@
taught
certainly
Co@@
Markus
iyayen@@
similar
res
ƙasashe
anka
rayuwar
Ibran
tru@@
ia
ɗan’uwa
pati@@
yiwu
side
gay@@
1914
using
abokan
run@@
ir
Littafin
fri@@
shekar@@
Wace
displa@@
bada
ple@@
faɗ@@
wee@@
jaw@@
occ@@
Ayyukan
waɗansu
sabon
fuskanci
heard
Irin
kiyaye
vere@@
plac@@
adam
ƙarƙashin
tsu@@
shirye
taimaki
jim@@
comfort
Be
ularly
gare@@
0
ders
stand
ƙe
Kor@@
truly
exerc@@
bayinsa
kusan
Ju@@
diti@@
verse
akuna
cinmu
Messi@@
nagarta
sen@@
let@@
Can
vic@@
privilege
halaye
mun@@
wanted
fam@@
vers@@
bayar
tures
arri@@
199@@
Like
yanke
Since
Nuhu
halar@@
organization
Pic@@
zaman
labar@@
Sulemanu
cop@@
tu
cikin@@
tation
night
sign@@
–
tashi
AL@@
Samu@@
Bro@@
ached
kud
Far
fan@@
kalmar
outh
14@@
raba
fav@@
occas@@
examin@@
yab@@
id
iyya
understanding
tell
ibada
satis@@
onmu
saƙon
wuri
accept
Watchtower
tho@@
awa@@
wana
Wor@@
bege
NA
sight
blood
divine
sub@@
ƙo
Tsaro
sister
bambanta
maintain
ight
taken
malla@@
DA
deser@@
sures
mp@@
high@@
em@@
ep
karɓi
inku
Baby@@
half
ches
ented
lalata
hol@@
faruwa
states
Galati@@
worshipp@@
blessing
Scriptural
involved
AN
ase
hankal@@
material
Tho@@
World
provided
ayyu@@
along
ut
Sim@@
igh@@
ris@@
becom@@
rule
heavens
miƙa
sacrific@@
Bab@@
ould
dead
confidence
af@@
huɗu
hearts
gran@@
ak
Ku@@
mi
Allahn@@
manz@@
ste@@
clean
draw
fiyar
regarding
eless
auren@@
she@@
mentioned
zuciyarmu
rewa
lal@@
gwamnat@@
decisions
integrity
rayuwarmu
ident
lies
tumaki
low
pite
char@@
honor
pleas@@
keep@@
Hasumiyar
Hu@@
ƙungiyar
sta@@
ately
rage
ell
ered
․
Se@@
devo@@
ask@@
preach
overse@@
tsira
asp@@
ilim@@
kacin
ive
taima@@
Hab@@
gā@@
takes
matarsa
ck@@
resul@@
fahim@@
illustr@@
adise
Akwai
Mut@@
aikin@@
Mic@@
While
sarautar
soon
yaushe
immor@@
cinsa
Dokar
annabta
yaransu
sear@@
persecu@@
enjo@@
recogniz@@
ma’aurata
tamani
addini
atan
ensu
special
including
Bit
vision
authority
tafar@@
hist@@
kon
imani
gain
onal
Yanzu
apply
willing
ala@@
poin@@
43
amin
ciya
wer
daugh@@
yaren
sam@@
To@@
um
deep@@
goma
biy@@
fassara
eff@@
Solomon
tting
mulki
damuwa
conven@@
around
nor@@
greater
claim@@
ashen
shen
valu@@
cri@@
deep
tambayar
obey
kept
ph
return
has@@
effect
iled
nothing
control
rema@@
Not
den@@
cr@@
accompl@@
allow
evidence
eri@@
courage
kasu@@
ashin
action
contr@@
vari@@
banza
forever
fl@@
remin@@
benef@@
gon
ars
showed
near
standing
member
ell@@
commun@@
wed
Today
Hebrews
interest
ty@@
reason@@
Mutu@@
ech
covenant
advan@@
Cikin
ide@@
opportunity
gud@@
muku
ill
ɗan’u@@
ransom
ord
therefore
daras@@
tem@@
’az@@
daɗi
nis@@
tivate
sanar
Sha@@
effort
tes
declar@@
exc@@
deci@@
min
past
damu
judgment
meaning
destro@@
pris@@
ational
one@@
Nehe@@
mer@@
i’a
writ@@
milli@@
Yahuda
ƙai
crow@@
bin@@
direction
public@@
gi
gwaji
angels
On@@
agre@@
justice
talk
Ɗansa
ƙa’idodin
tab@@
miya@@
Bib@@
congregations
high
govern@@
prosp@@
Still
canje
speaking
yinsa
sing@@
Sp@@
addu@@
Han@@
Indeed
tsara
Instead
pers@@
respond
vital
deal@@
Now
60
Greek
abil@@
every@@
tambaya
inst@@
yata
itive
KA
sins
sukan
serious
hala@@
Har@@
z
shari’a
gy
med@@
field
auta
doubt
IN@@
unci
according
tat@@
annabcin
recorded
powerful
gn@@
kill@@
Will
biya
happiness
bayan@@
atten@@
increas@@
nufinsa
here
promises
wonderful
Iblis
ɗe
Yusufu
liter@@
second
faɗin
efforts
iyalin
repor@@
cinsu
ability
spoke
earthly
helps
written
sarki
remember
Hebrew
rejo@@
ta’az@@
Joseph
kyauta
praise
mabiyansa
ched
tered
standards
Sh@@
determined
halitta
sakamako
halarci
tashin
based
sla@@
ceto
Jos@@
les@@
Ro@@
shor@@
religion
viol@@
enmu
small
mene
proved
ok
accep@@
annabci
ɓan
value
information
regard
Ƙar@@
orin@@
janna
seek
itu@@
won
ron@@
jan@@
public
Ni
than@@
aled
ɗauka@@
water
rukunin
dies
em
iyel
matsalol@@
Babila
col@@
gen@@
ger
alam@@
Lev@@
gwa@@
once
includ@@
faith@@
appreciation
exist@@
pol@@
Uban@@
Dan@@
Amirka
hannun
’i@@
strengthen
May
hir@@
work@@
dered
won@@
anyone
le’s
vely
Nas@@
foretold
val
clas@@
trust@@
flo@@
marsa
ious
gin@@
bakwai
mala’iku
shige
reli@@
money
gad@@
offer
bre@@
ual
experienced
biyar
Lab@@
listen
om
shelar
walk
flesh
saurari
alama
mace
iyoyi
ought
ared
baptism
Duniya
Phili@@
school
Ser@@
meeting
halayen
ber@@
Hence
older
alin
tanadin
halicci
gorar
Mark
Jeremiah
zuciyar
group
jama’a
bautar
los@@
hatever
four
Bai
unt
psalmist
’t
pioneer
hamayya
posed
leave
yen@@
Masar
decision
spo@@
arka
manta
promised
lac@@
allow@@
Isha
progre@@
dem@@
mala@@
mizan@@
chapter
duc@@
soul
Jon@@
Q@@
trials
prepar@@
her@@
gargaɗin
Keep
proper
ana@@
righ@@
wants
itation
already
tatt@@
gane
str@@
gue
stu@@
matsala
During
ages
WA@@
gn
buɗe
Turanci
70
jud@@
kace
ater
ubu@@
cles
karantar
manif@@
daida@@
complete
119
pic@@
perhaps
Mary
Hakazalika
events
dalla
Des@@
lation
salvation
alka@@
Sa
iness
ƙwa@@
responsibility
Roma
health
Maryamu
unana
lost
ature
Did
tsawon
role
thoughts
ami
uban@@
Shari’a
ghty
al’a@@
garin
Creator
kanku
makaranta
activities
Fir@@
precious
cike
kalm@@
li
ɗab@@
yiwuwa
wurare
tambayi
ences
People
rather
imperfect
tausa@@
house@@
hands
ls
iye
within
orig@@
tern@@
Pe@@
lad@@
tarayya
sist@@
lied
strength@@
HO@@
hear
some@@
urin
dda
ciyar
working
wers
umi
got
dokar
cted
gwiwa
lear@@
reat
46
lived
ort
enter
physical
ties
zarafin
uses
please
til@@
ele@@
matar
manyan
tsam@@
resurrec@@
dalil@@
rayu@@
Matt
medi@@
ource
sive
'@@
Mashaid@@
tso@@
don@@
reach
Jac@@
idan@@
maj@@
ree
W
everything
forth
stated
lab@@
bu
equ@@
actions
instance
my@@
gri@@
Judah
aki
mirac@@
anything
tabba@@
hadaya
B.C.E
gine
Mas@@
alil@@
fahimta
Their
illustration
Za@@
dau@@
inher@@
mulkin
contribu@@
zahiri
Therefore
uka
cece
necessar@@
happened
kanta
SONGS
sanyin
endure
kamil@@
Kafin
continued
ism
tsabta
cle@@
ona
ƙari
kammala
tattaunawa
sarai
Ruhu
arziki
friend
jira
building
Love
La@@
ecting
emo@@
Majami@@
makiya@@
Jeho@@
fulfillment
obedience
ɗalib@@
Tas@@
rinja@@
reasons
Jewish
Ca@@
mission@@
wansa
gari
resp@@
Ubansa
Filib@@
perf@@
bincike
activ@@
Matiyu
reflect
Have
Fur@@
ising
lim@@
shafe
Ɗan@@
obedi@@
harmony
hi
du
comfor@@
fan
dalili
appreciate
ired
guidance
pages
ƙur@@
koki
compas@@
ian
Game
kā@@
kus@@
rej@@
rest
Shekar@@
tribulation
pe
aj@@
mama
vered
annabi
fill
issue
Afis
inten@@
call
servant
letter
Gask@@
even@@
poss@@
ines
Genesis
fansa
bes
Fit@@
shel@@
tsofaffi
kasa
furta
sunansa
sions
gun
relati@@
kyaut@@
believ@@
aniya
ene@@
Timotawus
Noah
Il@@
kwanciyar
nan@@
cies
Accor@@
helping
ya’ya
repres@@
fahimtar
kuɗin
discipl@@
clearly
ceci
48
matsal@@
ling
tsananta
conscience
y’s
guard
Eve
atu@@
elder
Kas@@
Phar@@
talifi
showing
yan’uwan
evil
addu’o@@
Shaidu
A.Z
whose
jitu
First
haske
Just
continu@@
littattafan
erous
ƙaunaci
anan
identi@@
anx@@
head@@
meet
tor@@
AG@@
True
explained
large
affect
bis@@
ext
op
concern
asse@@
Yakubu
She@@
simply
discer@@
Ruth
dwide
Moreover
cla@@
couple
ile@@
vin@@
sarkin
eration
yar’uwa
build
wh@@
suwa
ƙasashen
IS@@
magance
WAƘOƘI
feel@@
considered
establ@@
lier
iyan
mercy
maƙwab@@
discre@@
tent
ition
iyay@@
dun@@
ashe
accepted
mak@@
fill@@
travel@@
fulness
Ezekiel
rab@@
line
teachings
yansa
call@@
jah
sequ@@
asar
further
umurni
al’aj@@
humility
develop@@
tes@@
dawo
indeed
read@@
fari
ther’s
influence
len@@
pursu@@
tains
expression
kalaman
longer
alone
unta
bishar@@
dan
cce
derly
jinta
neighb@@
humble
sha’awar
ress
pione@@
pain
yakan
zaune
beau@@
itate
ƙalubal@@
kly
speci@@
ma’a@@
Christ@@
fulfilled
tali@@
morial
IT@@
deal
Egypt
ya’yan@@
form@@
enemies
THE
’uji@@
Kolos@@
yo
individu@@
lu@@
murna
Ps
dattijo
knows
illi@@
firm
Wat@@
seeking
offered
glor@@
Israel@@
quic@@
unsu
rich
ɓoye
available
carry
55
waha@@
sacred
provides
blessed
dern
advice
ajizai
cei@@
daily
destruction
haifi
unity
oughout
started
desires
tsaye
free@@
yaro
partic@@
success@@
Ubangi@@
zabura
sor@@
taka
poor
mos
sura
sul@@
scrip@@
ƙaura
madawwa@@
ido@@
stay
determin@@
lands
istoci
mani
tim@@
nagar@@
scho@@
Kar@@
refl@@
lik@@
succ@@
:@@
attu
aching
spir@@
aman
know@@
maƙ@@
oura@@
TH@@
accoun@@
tanad@@
tsan@@
fore
muhimman@@
whe@@
of@@
L
magan@@
fic@@
ƙon
mawa
tam@@
devel@@
will@@
who@@
’u@@
Rom@@
alkawar@@
Tru@@
belie@@
bor@@
heal@@
ready
cour@@
Ci@@
K
wahal@@
hann@@
lai@@
cro@@
reas@@
hum@@
Af@@
Isa@@
ɗau@@
els
ah@@
utar
shafaff@@
Ibran@@
alher@@
zara@@
disci@@
ũ@@
buil@@
ƙwar@@
experienc@@
sid@@
itness
cikak@@
lar@@
lic
ghts
loka@@
ung
tak@@
muhim@@
Is@@
proble@@
chi@@
ft
Yo@@
bamban@@
—@@
.Z
thou@@
Wh@@
sib@@
essi@@
prac@@
ruh@@
ful@@
disc@@
coura@@
Ye@@
ll@@
karan@@
import@@
wai
halit@@
ada
mabi@@
differen@@
hat@@
num@@
vid@@
dara@@
itude
ends
Tur@@
organiz@@
nin
lan@@
The@@
ous@@
sue
help@@
princi@@
pt
haps
rans@@
ĩ@@
finsa
langu@@
tro@@
sou@@
ihin
privile@@
lea@@
ith
aking
cts
cir@@
reat@@
pu@@
guid@@
tsor@@
learly
litta@@
inc@@
situ@@
ires
thor@@
Jam@@
itness@@
ith@@
cer@@
dev@@
miah
appreci@@
serv@@
Phi@@
prin@@
ility
ƙ
ƙu@@
rukun@@
obe@@
abin@@
adal@@
sible
kata
follow@@
hus@@
ital
apost@@
kaɗ@@
main@@
guar@@
Nu@@
G
ā
Yah@@
aji@@
Timo@@
ƙarfa@@
chil@@
koyar@@
centur@@
yu@@
ida
·@@
pi@@
fiya
recei@@
wancin
sum@@
fel@@
zu
influ@@
wwa@@
opportun@@
materi@@
ON@@
Abra@@
vel@@
haƙ@@
miya
halic@@
ques@@
responsib@@
hiri
ẽ@@
Ir@@
worshi@@
ya’@@
isto@@
Lu@@
Jer@@
pra@@
Christi@@
Isha@@
shari@@
zuci@@
ustr@@
van@@
soci@@
zam@@
Abraha@@
comple@@
cou@@
mean@@
ousness
’o@@
usu@@
Yahu@@
Tim@@
tle
garga@@
pow@@
div@@
ears
ribu@@
faff@@
F
ples
aul@@
ome@@
Mul@@
Eze@@
Nassos@@
ecu@@
lasting
tsab@@
ƙa’ido@@
Ke@@
Misal@@
tabbat@@
Chr@@
ilis@@
zaun@@
wic@@
iyayya
uld
fal@@
orts
yal
author@@
kama@@
umin
Jud@@
kak@@
unawa
gy@@
dw@@
mug@@
bangask@@
condu@@
bene@@
mada@@
aƙ@@
ust
sarau@@
gover@@
ult
jam@@
tsakan@@
datta@@
consci@@
mala’i@@
00@@
littattaf@@
alla
gafar@@
grou@@
itnesses
zanni
pose
inted
fassar@@
sos@@
crip@@
diff@@
earth@@
unu@@
Sat@@
sus
bs
sat@@
mee@@
use@@
Allah@@
regar@@
jit@@
lood
ll
omin
diffic@@
ear
ʹ@@
ber
faf@@
provid@@
avo@@
iki
yes
heav@@
priv@@
alib@@
shak@@
doub@@
inu@@
spiritu@@
religi@@
fol@@
physi@@
danganta@@
B
dam
ancewa
missi@@
mot@@
ū@@
Sin@@
eld
hat
gask@@
an’s
chap@@
any@@
000
ese
masi@@
Fil@@
Egy@@
yi@@
knowled@@
ɓi
dren
wis@@
ew
uring
proph@@
rus
divid@@
wa’az@@
pointed
C
mies
wish
jus@@
infor@@
ness@@
cient
alu@@
aci
sci@@
naz@@
simil@@
beli@@
Tsar@@
'
-@@
isawa
circum@@
hidi@@
with@@
ɗu
majir@@
ft@@
maki
nee@@
human@@
long@@
abu@@
ruhan@@
’ido@@
J
ũ
ih@@
é
sage
mation
nec@@
port@@
itta@@
Bec@@
Solom@@
erful
cially
alities
vice
aga@@
tatta@@
Scrip@@
V
ven
standar@@
pher@@
gas@@
Mis@@
gara
tural
Gen@@
greg@@
é@@
rection
ial
contro@@
mony
ali’u
wom@@
Ɓ@@
ble@@
gwam@@
P
jami@@
idai
relation@@
ĩ
dawa
taray@@
thin@@
kil@@
ften
reco@@
í@@
fu
simp@@
las@@
ftisma
Dani@@
fulfill@@
judg@@
Rev@@
All@@
Joh@@
apo@@
prop@@
mir@@
oub@@
ree@@
mes@@
ida@@
tattaf@@
ftis@@
salm
Whi@@
memb@@
ma’aur@@
led@@
ɓo@@
Waɗan@@
dat@@
ano@@
lokat@@
Gree@@
/@@
giyar
è@@
yana@@
decis@@
psal@@
hama@@
tau@@
kus
isti
arz@@
neigh@@
Ayyu@@
erc@@
kari
ail@@
Shar@@
adda
tings
lit@@
Dau@@
tribu@@
preci@@
esh
cum@@
recor@@
ause
X@@
ō@@
mutan@@
your@@
god@@
Mos@@
yan’u@@
ü@@
tism
tainly
bless@@
bet@@
Jere@@
ganta@@
Dun@@
aul’s
õ
promis@@
fice
marri@@
termin@@
yya
insp@@
sel
sacri@@
ganiz@@
á@@
Bul@@
inst
reng@@
congreg@@
kno@@
vation
til
accor@@
taw@@
Hak@@
dattij@@
abuwar
som
datti@@
ô@@
Isra’il@@
smal@@
vid
accom@@
haya
deed
Jerusal@@
wab@@
waɗan@@
Almasi@@
ecy
elation
ather
wonder@@
bam@@
mala
irka
ƙarƙ@@
bapti@@
recogn@@
jagaba
yau@@
destru@@
gether
□
Kr@@
flu@@
&
ō
ó@@
stances
Gal@@
faffi
æ@@
●
hallen@@
X
Yaƙu@@
ma’a
ẽ
dividu@@
alubal@@
$
ʼ@@
Shaid@@
’ya
Timoth@@
©
Ezeki@@
eren@@
inte@@
Shai@@
○
ʹ
tower
ö@@
ista
Consid@@
ú@@
bap@@
>
band
Matthe@@
|
grity
imakon
ercy
Acc@@
Á@@
kima
Creat@@
vants
◆
yale
Ā
⇩
Sul@@
Joshu@@
menti@@
bata
GS
demon@@
whi@@
Z
ticle
Corinth@@
Watch@@
aro@@
q
fter
imbini
verbs
Bit@@
ysi@@
 
More@@
imbin@@
sac@@
streng@@
olom@@
coven@@
ñ@@
ł@@
◇
eph
eman@@
bec@@
↑
Ã
pub@@
mselves
B.@@
ween
al’@@
idence
í
stem
kazalika
¡
fuskan@@
É@@
Litta@@
gwi@@
ƘI
righte@@
ä@@
Ibr@@
Masha@@
kull@@
’akari
▸
bah
rote
ç@@
selves
ū
stead
j
avail@@
mone@@
Ib@@
Ƙ
Chris@@
[@@
esis
ה@@
Yusu@@
Korinth@@
%
abubu@@
Ā@@
Yaku@@
פ@@
abura
▾
❖
q@@
ה
oug@@
ł
°
נ@@
®
ש@@
ׁ
hanna
ä
Ã@@
resur@@
ople
ו@@
→
¦
̃
heaven@@
←
SON@@
י@@
☞
mist
thel
ʽ@@
Uru@@
C.@@
exam@@
ë@@
✔
ē
ê@@
ē@@
sumiyar
ś@@
Ay@@
refore
­
espe@@
Marya@@
‛
€
Ş@@
è
ø@@
‘@@
å@@
Š@@
š@@
ó
ż@@
ń@@
י
á
ę@@
ʼ
hout
awus
Isra’@@
à
−
]@@
ú
samman
َ@@
kaz@@
essar@@
Isra@@
î@@
ů@@
;@@
Hebre@@
Ô@@
ا@@
ƘO@@
ل@@
­@@
ْ@@
Mati@@
aul
ï@@
#
É
ą@@
Jehov@@
Ü@@
ù
à@@
À
ǒ
₦
=
È@@
ý@@
–@@
Ĩ@@
م@@
Ĩ
yan’@@
WAƘO@@
ج@@
س@@
ب@@
ِ@@
د
Ibra@@
ن@@
̣
º
ّ@@
ي
kwai
و@@
Ž@@
̄
Ayu@@
■
⁄
č@@
ı@@
Q
+
ö
£
Ó@@
tabl@@
lima
↓
ʺ
£@@
€@@

alika
̄@@
▴
enene
â
